[{"slug": "18", "English title": "Dr. Li Wenliang, Silenced After Warning of Outreak, Dies at the Young Age of 34 ", "原文標題": "被训诫的武汉疫情爆料医生李文亮去世 年仅34岁", "English content": "According to \"Life Times\" reporter confirmed that front, the doctor Li Wenliang novel coronavirus pneumonia due to infection, in at 21:30 on February 6 died.\n\nIt is reported that Li Wenliang is an ophthalmologist Wuhan Central Hospital, as was first issued a warning to the outside world in the protective December 30, 2019, has been called the epidemic \"whistle.\" February 1, Li Wenliang in their own micro-blog published its novel coronavirus pneumonia confirmed the news.\n\nDecember 30, 2019 afternoon, Li Wenliang students in the group mentioned, \"the South China fruits and seafood market confirmed seven cases of SARS\" \"latest news coronavirus infection is identified, ongoing virus sub-type.\"\n\nBecause he saw a patient test report, showing the detection of SARS coronavirus high confidence positive indicators for clinicians to remind students to pay attention to the same protection point of view,"}, {"slug": "35", "English title": "(Repost of a blocked post (404)) A record of post censors", "原文標題": "（轉載404文）删帖员的工作实录", "English content": "From the Micro Signal \"talk show\" after waking up, delete posts staff went to work with the device. To the unit, the toilet was too late to enter the work state. Soon found that purity of heart it online for a walk. Damn, he turned whistle article! Rush to invite other members to delete posts enjoy together. Delete posts, do not bother. Just sit down and rest, they discovered a complex task. This post is full of metaphor, the position is less clear, but suspected reactionary,"}, {"slug": "54", "English title": "COVID-19 Whistle-blower Li Wenliang Dies: There Should Be More Than One Voice in a Healthy Society ", "原文標題": "“健康的社会不应只有一种声音” 新冠肺炎“吹哨人”李文亮去世", "English content": "\"Li Wenliang told reporters that the new wealth, whether to give his rehabilitation is not so important, because it really is more important compared to a healthy society should not be only one voice\n\nAt 3:48 on February 7, Wuhan Central Hospital official micro news release: \"\"Our hospital ophthalmologist Li Wenliang, unfortunately infection in the fight against new crown outbreak of pneumonia at work, the rescue is invalid, 2020 at 2:00 on February 7 58 minutes died. we deplore this and mourn. \"\"\n\nOn the morning of February this year, Li Wenliang been confirmed infected with the new coronavirus pneumonia. Li Wenliang is an ophthalmologist Wuhan Central Hospital, he had tried to work in dangerous told the students learned, but do not want \"\"bad land\"\" made an \"\"illegal act.\"\"\n\n(Caixin article on fees / purchase Please review the full text)\""}, {"slug": "172", "English title": "Story of “Whistle-Distributor” Causes Viral Phenomenon in China", "原文標題": "“发哨人”引发的中国网络奇观", "English content": "On March 10, the Chinese “Portrait Magazine” posted an article titled “The Whistle-Distributor”, which interviewed a female doctor from Wuhan. Late last year, she was the first doctor that shared the report on \"Wuhan Pneumonia\" with other doctors (including Li Wenliang), who later used the report to warn others about the virus. That was why she called herself not so much a “whistle-blower” as a “whistle-distributor”.  “The tragedy could’ve been avoided. If I had known, I would’ve spread the news as much as possible”, the doctor said in the interview. Not only did the post receive numerous views, but the doctor’s remarks were also shared widely on the Internet. As a result, the post was censored and deleted on Portrait’s official Weibo account.  But that was when something interesting happened: Many official social media accounts, independent media, and other websites shared the censored post, which soon went viral on the Internet."}, {"slug": "882", "English title": "\"A Battle Against Epidemic: China Combating Covid-19 in 2020\" Will be Published Soon.", "原文標題": "《大国战“疫”》近期出版", "English content": "By the Central Propaganda Department, the State Council Information Office guidance, China Intercontinental Press People's Publishing House and co-edited books made emergency \"war powers\" plague \"--2020 China blocking new crown pneumonia epidemic in progress,\" recently published. The book depth presentation of reports from international, from more than 200 million words featured in the mainstream media reports related material public,"}, {"slug": "883", "English title": "\"A Battle Against Epidemic: China Combating Covid-19 in 2020\" Shows How China Set Up \"Role Model of Fighting against COVID-19\" in the World.", "原文標題": "《大国战疫》出版：“中国为各国防疫工作设立了新标杆”", "English content": "CDT Editor's note: This article has been deleted. \"Great country Contagion,\" a book also strangely shelves nationwide today (February 29). Book publishing, Internet users have commented: shameless. Xinhua News Agency, Beijing, February 26 -, Directed by the State Council Information Office of the Central Propaganda Department, China Intercontinental Press and Publishing House joint urgent editing books \"great power war\" plague \"--2020 China blocking new crown pneumonia epidemic in progress\" recently publishing. The book depth presentation of reports from international, from more than 200 million words featured in the mainstream media coverage of open-related material, organic integrated assembler, General Secretary Xi Jinping reflects feelings of the people as leaders of major powers, play mission, strategic vision and outstanding leadership, panoramic introduction to the Chinese people in the Party central Committee Xi Jinping centralized and unified leadership under the emergency mobilization, together, started the epidemic prevention and control people's war, total war, interim progress and positive blocking action to the good trend, highlighting the Communist Party of China collar"}, {"slug": "884", "English title": "\"A Battle Against Epidemic: China Combating Covid-19 in 2020\" Has No Longer Been Sold While the Book \"President Xi Has Been to My Home\" Are Still Selling.", "原文標題": "《大国战疫》突然下架了？《总书记来过我的家》还在连载", "English content": "Wuhan is still in dire straits, pave the way for Beijing to celebrate the victory of the \"great power war\" plague \"\" seems to have suddenly \"off the shelf\", really? People's Daily has continued to be published, \"Xi Jinping came to our house,\" claiming to have questioned Wuhan Internet users, \"Do not come to our house, we went to Wuhan look all right?\" \"Power Contagion\" is a more than 200 million words of the \"masterpiece\", chanting \"Xi Jinping as general secretary of the leaders of the people feelings of power, take on the mission, strategic vision and outstanding leadership\", but also can not wait for the end of the epidemic, we must personally grand launch of Xi Jinping personally directed the deployment of great achievements , causing many Chinese people's revulsion. Some people questioned: \"what is victory, thousands of people died, the whole of China into a fear, an error has not pursued, the responsibility has not been clarified, thrown pot contest has just begun, will boast up.\" Some Chinese media are still trying to Wuhan investigation, \" Caixin, etc. \",\" Finance \"inquisitive media, raised many questions, new crown in the end is when the virus found in human transmission? Why spread to the point? Why those in power knew there is a level of epidemic, but not as soon as possible to report? Why two groups of Chinese national CDC panel of experts sent not the truth, why doubt the minds of our experts, but did not dare to ask questions in front of the officials? After you know Xi Jinping knew Wuhan epidemic, many on social networks"}, {"slug": "889", "English title": "How Much Secrect We Could Peek from the Artle That Global Times Deleted by Itself?", "原文標題": "《環球時報》自刪的一篇文章裡透漏了多少資訊？", "English content": "Global Times yesterday published an article: \"Wuhan Central Hospital medical staff spit the truth: the epidemic is surface magic mirror.\" (Note: Links to file @ rumor added) is indeed the truth. I do not know his reasons, or external cause is unknown, anyway, the state of this public article number now shows: This content has been removed publisher. But not beat me. A web search, Sina there. Now, let's take a look at this article in the end, everyone reported what \"shady\" message. Early to declare that the article is \"Global Times\" correspondent went to Wuhan, went to the Central Hospital of Wuhan, the first-line interview with the result, whether it is authoritative, real or letter (Note: authenticity), I have been convinced. After the Central Hospital of Wuhan Lake School District Photography: Yang Cheng first Information: Wuhan Central Hospital Dr Liu Jie told reporters: I'm around a lot of health care have produced a thought to resign after the outbreak of a career change. This time the epidemic subvert the concept of life and practitioners of many of us, the dead colleague, helpless patients, carries a doctor benevolence, but time and again poured cold reality ...... What reality? Second Information: Wuhan Central Hospital doctors Tao Jun became a doctor twenty years, told reporters after the Central Hospital of Wuhan Lake School District in December 28, 2019, December 29, have treated a total of four South China patients with suspected history of exposure to seafood market ...... December 30 afternoon, bronchoalveolar lavage fluid high-throughput sequencing results of a patient's back to the Central hospital of Wuhan, the test results showed that patients with highly suspected SARS, the news spread throughout the day Wuhan Central hospital ...... Tao Jun know when the test results, said to myself, 17 years ago that catastrophe to come back ...... front-line doctors are aware, this is not fun. But the leadership level it? Third information: in January, the number of patients suspected of Wuhan Central Hospital admissions exponentially increase the number of class, but to instruct Jianghan District CDC and other hospitals is reported to superiors after notification, reporting specific diseases another etc. notice. With this story in the Globe said: \"After several rounds of 'Tuiwo' operation, January 8 to January 10, Central Hospital of Wuhan finally succeeded had reported 14 cases of pneumonia of unknown cause report card. \"In short, not what you would like to report, you will be able to report. January 13, Jian Wei leadership committee Disease Control Department in Wuhan, Jianghan District Health Bureau disease control health committee came to the Central Hospital of Wuhan, Nanjing Road Hospital District, to convey the spirit of the latest report. Words - carefully reported. The so-called prudence, that is, checks at each level, consultation of experts from the hospital by the district, city and provincial level by level detection, and finally by the provincial health health committee agreed to carry out case information reported. This is like, the striker could kick goals, now is winger, center, or even after field, are required to pass the ball to them. Of course, you can also be understood as, we want to score, and we goalkeeping we never in front, went over to the door, we hugged Fang player said, man, can not enter the country, can not enter! why would you say so? Wuhan Central Hospital doctors Lu Yi to reporters, this \"prudent reporting\" requirement, the Central Hospital of Wuhan evolved into \"try not reported.\" Wuhan Central Hospital doctors Tian Xu said that in early January, the hospital suddenly stopped the virus detection of unexplained patient. The hospital then instruct the relevant departments to inform, when there is fever, cough patient came to the hospital, and check the cause is not clear, do not allow the patient alveolar lavage, is also not allowed to take samples related to third-party inspection done metagenomic sequencing . Of course, does not allow a doctor in the infectious disease reporting system of patients by \"unknown causes pneumonia reported,\" and even the patients diagnosed as \"viral pneumonia\" are not allowed, can only be diagnosed as \"pulmonary infection.\" Remember the relevant departments! Which inform the relevant departments of the hospital? To the end of January, the influx of a large number of patients Wuhan Central Hospital, hospital outpatient day is always 3 to 4 times, the hospital required again, only patients admitted to hospital will be reported up, all suspected patients of the clinic found not reported - What we all like children to recite nursery rhymes name again? Small ostrich, strange temper, his grandmother called him ignore. The sand got into his head, his mouth shouting \"I'm not\"! Wuhan Central Hospital is the leading ostrich, their grandmother who is it? Moreover, this is not my grandmother let them shout of it? The fourth Information: Central Hospital of Wuhan hospital, from the leadership down to the doctor, knows imminent danger, however, even the leaders knife tofu smooth on both sides of the spirit are missing. What does that mean? The above will not let you report, but here, you have to care for their employees Yeah. In short, do not let the above report, below we have to let the doctors do their own security ah. You do not, you say what discipline, organization, with their doctors say are rumors, rumors and even asked us for help. Rumor worth mentioning, can not allow their employees to strengthen to prevent it? No, hospital emergency department, respiratory department and the ICU care usually are wearing surgical masks to work, after the outbreak, the three sections of the request to the medical hospital must wear N95 masks, hospital leaders agreed after consideration, but at the same time requirements of other sections of health care are not allowed to wear masks at work. This is when the leadership. Other departments are not pro-ah. Other sections of the unwilling, and his own pocket to buy the masks, but the week of January 3 meeting, several leaders criticized the director of the department of wearing a mask. Do not allow their doctors to wear masks, which sowed the seeds for the later Central Hospital of Wuhan large number of health care workers infected. And a large number of fallen, it is precisely those who are not allowed to wear masks sections: the outer armor milk, bleeding, outside the heart, ophthalmology, ENT, Ultrasound. Sin ah, leadership! The fifth Information: The hospital would have had dismissed Li Wenliang Italian Siha. Wuhan Central Hospital Dr. Zhao Chen said: \"early January, the doctor Li Wenliang just been admonished hospital departments complete, the original plan was to be fired by the hospital, a department director of the hospital advised us that we do not work against the leadership, do not wear masks, do not talk nonsense, or else you will be like as Li Wenliang was expelled. \"good nervous ah. It when people cover their mouth, but also people end their jobs! Of course, a person's mouth and jobs, not particularly big deal, the key is to stay with people across the country had to wear masks, and even loss of life - forever"}, {"slug": "891", "English title": "Full text of \"Fighting COVID-19: China in Action\" White Paper", "原文標題": "《抗击新冠肺炎疫情的中国行动》", "English content": "\"Xinhua News Agency, Beijing, June 7 - 7 State Council Information Office published the White Paper \"\"new crown to fight the epidemic of pneumonia Chinese action.\"\" It reads as follows:\n\nChinese new action to fight the epidemic of pneumonia crown\n(June 2020)\nPeople's Republic of China\nState Council Information Office\n\ntable of Contents\n\nForeword\n\nFirst, China's fight against the epidemic difficult journey\n(A) The first stage: immediately respond to outbreaks of disease\n(B) Second stage: the initial momentum to curb the spread of the disease\n(C) Third stage: the number of new cases of indigenous gradual decline to single digits\n(D) The fourth stage: Get Battle of Wuhan, Hubei decisive outcome of the battle\n(E) Fifth stage: the national disease prevention and control into the normalization\nSecond, the prevention and treatment of two coordinated operations battlefield\n(A) establish a unified and efficient command system\n(Ii) build public participation strict prevention and control system\n(C) to treat the patients, save lives\n(D) the law in a timely manner open and transparent release epidemic information\n(E) give full play to the role of scientific and technological support\nThird, the powerful unifying force to fight the epidemic\n(A) human life above all else\n(B) give the country the fight against the epidemic\n(C) the balance of epidemic prevention and control and economic and social livelihood\n(D) 1.4 billion Chinese people's tenacity and dedication neighborhood watch\nFourth, work together to build the human health community\n(A) China thanked the international community and bearing in mind the valuable support and assistance\n(B) China actively carry out international exchanges and cooperation\n(Iii) the international community to fight the epidemic solidarity\nConclusion\nForeword\nNovel coronavirus pneumonia is the most extensive sphere of influence of the past century mankind suffered a global pandemic, and the world is a serious crisis and a severe test. Safety of human life and health is facing a major threat.\n\nThis is a war of all mankind and viruses. Previously the face of the unknown, the unexpected, the raging epidemic of natural disasters, China started the decisive epidemic prevention and control warfare. The Chinese people's lives and health in the first place, with firm and resolute courage and determination to take the most comprehensive and most rigorous thorough control measures, effectively blocking transmission of the virus chain. 1.4 billion Chinese people's tenacity and dedication, solidarity and cooperation, to build a strong line of defense concentric Contagion, demonstrates the great strength of the people. China always uphold the concept of community of human destiny, shoulder power play, fought side by side with other countries to overcome difficulties. China in line with the law, openness, transparency and responsible attitude, the first time to the international community informed of the disease, prevention and treatment without reservation to share experiences with other parties. China suffering epidemic of empathy for people of all countries, do our best to provide humanitarian assistance to the international community to support the global fight against the epidemic. At present, the epidemic continues to spread around the world. China is the virus claimed the lives of the people and sacrificed in the fight against the epidemic deeply regret the race against time to save lives, to curb the epidemic of people paid tribute to the unfortunate infected people undergoing therapy express wishes. China believes that the international community help each other, help each other, we will be able to overcome the epidemic, out of this difficult moment in human history, human development usher in a better tomorrow. To record the great history of the Chinese people to fight the epidemic, the fight against SARS in China to share experience and practice with the international community to clarify the concept of the global fight against SARS in China, China argued that the Chinese government is being issued this white paper.\n\nFirst, China's fight against the epidemic difficult journey\nThe new crown is the propagation speed of pneumonia epidemic occurred since the founding of new China the fastest and most extensive infection, prevention and control of the most difficult a major public health emergency, a crisis on China is also a final exam. Chinese Communist Party and the Chinese government attaches great importance to act quickly, Xi Jinping, general secretary personally directed, personally deployment, the overall situation, decisive decision-making, for the Chinese people to fight the epidemic firm confidence, build strength, pointed out the direction. Under the leadership of the Communist Party of China, the whole country to implement \"\"confidence, solidarity, scientific control, precision facilities strategy,\"\" the general requirements of people's war to fight the epidemic broke out, total war, warfare. After arduous efforts, China at great cost and sacrifice, effectively reversing the epidemic situation, with more than a month initially contained the spread of the epidemic momentum, with two months or so new cases daily to local control in single digits or less, with a time of 3 months or so have made battle of Wuhan, Hubei decisive outcome of the battle, the epidemic prevention and control warfare has made a major strategic achievement, safeguarding the people's lives and health, making for the maintenance of regional and global public health security important contributions. As at 4:00 on May 2 2020, 31, 2009, 31 provinces, autonomous regions and municipalities and Xinjiang Production and Construction Corps reported a total of 83,017 cases of confirmed cases, a total of 78,307 cases were cured cases, a total of 4634 cases of death cases, the cure rate was 94.3%, disease death rate 5.6% (Figure 3, 4). Recalling the previous stage Chinese combating the disease course, divided into five stages.\n\n(A) The first stage: immediately respond to outbreaks of disease\n(December 27, 2019 to January 19 2020)\nWuhan, Hubei monitoring found cases of pneumonia of unknown causes, the first time China reported outbreaks prompt action to carry out the etiology and epidemiology, blocking the spread of the disease. Timely disease information to take the initiative to inform the World Health Organization and the United States and other countries, announced the new coronavirus genome sequence to the world. Wuhan area had local clusters of cases of community transmission and other areas associated with confirmed cases began to appear in Wuhan, China in full swing epidemic prevention and control. (1) December 27, 2019, Hubei Province, Integrative Medicine Hospital Center for Disease Control reported cases of pneumonia of unknown causes to the Jianghan District. Wuhan experts from the disease, treatment outcomes, epidemiological investigation, laboratory testing and other preliminary situation analysis, that the above-mentioned cases, the Department of viral pneumonia. (2) December 30, Wuhan City health committee issued \"\"urgent notice on doing rescue work of pneumonia of unknown causes,\"\" the area of ​​medical institutions. After the National Organization Committee was informed about the health research information immediately, rapidly launch operations. (3) December 31 morning, the national health committee to make arrangements, sent a work team, the group rushed to Wuhan, the guideline to the epidemic disposal site investigations carried out. Wuhan health committee published in the official website of the \"\"city on the current epidemic of pneumonia Bulletin\"\" uncovered 27 cases, suggesting the public to avoid closed, poorly ventilated public place and people are more concentrated, can wear a mask out. Since that day, Wuhan City Commission issued a health epidemic information law.\n(4) 2020 January 1, the state health committee set up to deal with the epidemic leading group. January 2, national health committee to develop \"\"prevention and control of viral pneumonia of unknown cause\"\" three early \"\"plan\"\"; Chinese Center for Disease Control, Chinese Academy of Medical Sciences received the first four cases specimens of Hubei Province submission, that carry pathogen identification.\n(5) January 3, Wuhan City health committee issued \"\"on the case of viral pneumonia of unknown cause Bulletin\"\" on the official website, we found a total of 44 cases of viral pneumonia cases of unknown causes. Health Committee of the National Health Organization China CDC and other research institutes four cases of laboratory samples detected in parallel, further development of pathogen identification. National health committee to develop \"\"viral pneumonia treatment program unknown causes (Trial)\"\" and other documents with nine health committee of Hubei Province. The date, the Chinese authorities regularly to the World Health Organization, relevant national and regional organizations and Chinese Hong Kong, Macao and Taiwan regions and timely initiative to inform epidemic information.\n(6) January 4, China CDC and US CDC head of the person in charge on the phone, introduce the epidemic situation, the two sides agreed to maintain close contact on information and communication technology collaboration. National health committee to develop \"\"viral pneumonia medical treatment manual unexplained\"\" with the health department of Hubei Province.\n(7) January 5, Wuhan City health committee published in the official website of \"\"viral pneumonia cases on unexplained Bulletin\"\", were found in 59 cases of viral pneumonia cases of unknown causes, according to laboratory test results, exclude influenza, respiratory pathogenic avian influenza, adenovirus, infectious atypical pneumonia and the Middle East respiratory syndrome. China informed of the disease information to the World Health Organization. World Health Organization for the first time briefing on unexplained pneumonia cases appear in Wuhan, China. (8) January 6, national health committee in the national health work conference informed the Wuhan pneumonia of unknown causes the situation called for strengthening the monitoring, analysis and judgments in a timely manner epidemic disposal. (9) January 7, Xi Jinping, general secretary of the CPC Central Committee Political Bureau Standing Committee at the time chaired a meeting of the CPC Central Committee, made the requirements for doing unexplained pneumonia epidemic prevention and control work. (10) January 7, China CDC successful isolation of novel coronavirus strains.\n(11) January 8, national health experts appointed assessment team initially identified a new virus outbreak pathogen crown. China and the US CDC, head of the phone, to discuss issues of mutual cooperation and technological exchanges. (12) January 9, expert assessment of the national health committee released set of viral pneumonia pathogen information unexplained Wuhan, pathogen preliminary judge for the novel coronavirus. China informed of the disease information to the World Health Organization, will share the initial progress made to identify the etiology of the World Health Organization. World Health Organization issued a statement on the website China Wuhan aggregation of cases of pneumonia, she said in a short time preliminarily identified a new type of coronavirus is a remarkable achievement. (13) January 10, Chinese Center for Disease Control, Wuhan Institute of Virology, Chinese Academy of Sciences and other professional bodies initially developed a test kit, Wuhan immediately organized for all patients admitted to the hospital for investigation. National health committee, head of the China CDC and World Health Organization are people responsible for the outbreak response work, talk, exchange of relevant information. (14) since January 11, China Daily informed of the disease to the World Health Organization and other information.\n(15) January 12, Wuhan City health committee in briefing the first time the \"\"viral pneumonia of unknown cause\"\" was renamed \"\"novel coronavirus infection of pneumonia.\"\" Chinese Center for Disease Control, Chinese Academy of Medical Sciences, Wuhan Institute of Virology, Chinese Academy of Sciences committee designated as a national health agency, submitted to the World Health Organization genomic sequence information novel coronavirus, published in the Global Influenza shared database (GISAID), the global share. National health committee to share information about the new genome sequence crown virus with the World Health Organization. (16) January 13, Chinese Premier Li Keqiang at the State Department hosted a plenary session, the request to do a good job epidemic prevention and control. (17) January 13, the state health committee held a meeting to guide the deployment of Hubei Province, Wuhan City, to further strengthen control measures, strengthen personnel temperature monitoring ports, railway stations, to reduce the crowd. World Health Organization official website issued a statement on the discovery of new cases of the virus in Thailand's crown pointed out that China shared the results of genome sequencing, enable more countries to quickly diagnose patients. Hong Kong, Macao, Taiwan delegation went to visit Wuhan, epidemic prevention and control work. (18) January 14, the state health committee held a national television and telephone conference, the deployment to strengthen Hubei Province, Wuhan, epidemic prevention and control work, do a good job preparedness nationwide epidemic prevention work. It was noted that there is considerable uncertainty caused by the new virus crown new infectious diseases, ability to communicate and spread between people still need further study, does not rule out the possibility of further spread of the epidemic spreading. (19) January 15, the state health committee published the first edition of pneumonia treatment programs novel coronavirus infection prevention and control program. (20) January 16, polymerase chain reaction (PCR) diagnostic reagents optimization is complete, all 69 of Wuhan for more than two hospital fever outpatient treatment and observation with the patient actively screening. (21) January 17, the state health steering group appointed a seven went to the local guide epidemic prevention and control work. (22) January 18, the state health committee released the second edition of pneumonia treatment programs novel coronavirus infection. (23) 18 to 19 January, the National Commission organized national health and medical prevention and control of high-level group of experts rushed to the Wuhan site visits epidemic prevention and control work. 19 night, the high-level expert group was carefully judged, clear new virus appears crown-human transmission phenomenon.\n(B) Second stage: the initial momentum to curb the spread of the disease\n(January 20 to February 20)\nNational new confirmed cases increased rapidly, prevention and control situation is extremely severe. China has taken a key move to block transmission of the virus, resolute closed off from the Han E channel, Battle of Wuhan, Hubei Battle fully started. CPC Central Committee set up a leading group to deal with the epidemic, and to send the Central Steering Group Hubei and other epidemic-hit areas. The State Council has established joint prevention and control mechanism, working mechanism to promote the resumption of the resumption of production. National pooling of resources and forces rush to the rescue of Hubei Province and Wuhan City. Around the start of major public health emergencies emergency response. The most comprehensive and stringent national epidemic prevention and control most thorough officially launched the initial momentum to curb the spread of the disease.\n(1) January 20, the CPC Central Committee General Secretary and State President and CMC Chairman Xi Jinping made important instructions to the new coronavirus infection pneumonia epidemic, noting that put people's lives and health in the first place and firmly curb the epidemic the spread of momentum; stressed the need to timely release of information epidemic, deepening international cooperation.\n(2) January 20, Chinese Premier Li Keqiang chaired a State Council executive meeting, the further deployment of epidemic prevention and control work, and according to \"\"People's Republic of China Disease Prevention Act\"\" will be incorporated into the new crown B infectious pneumonia, take the A Class infectious disease management measures. (3) January 20, the State Council held a joint prevention and control mechanism teleconference meeting, the deployment of the national epidemic prevention and control work. (4) January 20, the state health committee organized the press conference, a high-level group of experts to inform the new crown virus from person to person that may have occurred. (5) January 20, the state health committee issued a public notice, the new crown B infectious pneumonia included provisions Communicable Disease Prevention Act and to take measures to prevent and control infectious diseases under Class; new crown pneumonia into the \"\"People's Republic of China Frontier Health infectious diseases specified quarantine quarantine law \"\"management. National health committee issued \"\"novel coronavirus pneumonia infection prevention and control program (second edition).\"\" (6) January 22, the CPC Central Committee General Secretary and State President and CMC Chairman Xi Jinping made important instructions, called for the immediate closure of strict traffic control of Hubei Province, Wuhan mobility and foreign channels. (7) January 22, the State Commission issued health \"\"novel coronavirus infection pneumonia treatment program (Trial Third Edition).\"\" State Council Information Office held a press conference on the epidemic first to introduce the epidemic situation. National health committee received a briefing the US, the United States found the first case of confirmed cases. National Center for Biotechnology Information's 2019 novel coronavirus developed repository formally launched the global release new crown viral genome variation analysis and information. (8) January 23 2:00 am, Wuhan City, epidemic prevention and control headquarters issued Notice No. 1, since 10:00 23 airports, train stations temporarily closed from the Chinese channel. Ministry of Transport issued an urgent notice to suspend the country road into the Wuhan waterway passenger lines fat ban. National health Commission and other 6 departments issued \"\"on the strict prevention of the spread of infection by the novel coronavirus vehicle pneumonia.\"\" January 23 to 29, provinces across the country were launched major public health emergencies provincial emergency response level. (9) January 23, Wuhan Institute of Virology, Chinese Academy of Sciences, Wuhan Jinyintan hospital, the Hubei Provincial Center for Disease Control research team found that whole-genome sequence identity with the sequence of SARS-CoV virus is new crown 79.5%. National Microbiology Science Data Center and the National Library of pathogenic microorganisms together into a \"\"novel coronavirus National Science and Technology Resource Service System\"\", issued a new crown the first virus strains electron microscope photos and information. (10) beginning January 24, the mobilization of 346 teams from all over the country and the army, 42,600 medical personnel and 965 public health workers rush to the rescue of Hubei Province and Wuhan City. (11) January 25, the Political Bureau of the CPC Central Committee General Secretary Xi Jinping chaired a meeting of the Standing Committee of the CPC Central Committee, made it clear \"\"confidence, solidarity, scientific control, precision facilities strategy,\"\" the general requirements stressed determined to win the epidemic prevention and control warfare; Hubei Province should point out epidemic prevention and control work as the current top priority, to take more stringent measures within the non-proliferation, anti-foreign output; stressed the need to focus on in accordance with the patient, a pool of experts, pooling of resources, centralized treatment \"\"four focus\"\" principle, severe cases concentrated to strong comprehensive strength designated medical institutions for treatment, all patients diagnosed promptly treated. It was decided that the CPC Central Committee set up a leading group to deal with the epidemic, working under the leadership of the Central Standing Committee of the Political Bureau; the CPC Central Committee sent a steering group to Hubei and other epidemic-hit areas, to promote the strengthening of relevant local comprehensive prevention and control of front-line work. (12) January 25, the State Commission issued general health, travel, home, public places, public transport, home observation six public prevention guidelines. (13) January 26, the CPC Central Committee Political Bureau Standing Committee, Premier of the State Council, the central response to the epidemic group leader Li Keqiang chaired the first plenary meeting of the leading group. The State Council issued a notice, decided to extend the 2020 Chinese New Year holiday, local universities, schools, kindergartens postpone the opening. National Emergency Food and Drug Administration approval by four companies four novel coronavirus detection products, further expand the novel coronavirus nucleic acid detection reagent supply capacity. (14) January 27, the CPC Central Committee General Secretary Xi Jinping made instructions to the Chinese Communist Party organizations at all levels and Party members, cadres, keep in mind the people's interests above all else, not forgetting the beginning of the heart, remember our mission, to unite and lead the masses resolutely implement decisions and arrangements of the CPC Central Committee, fully implement the \"\"confidence, solidarity, scientific control, precision facilities strategy\"\" requirements, so that the flag in the first line of the fight against the epidemic prevention and control of flying high. (15) January 27, commissioned by the CPC Central Committee General Secretary Xi Jinping, Hu Jintao, Premier of the State Council, the central response to the epidemic group leader Li Keqiang went to Wuhan study guide epidemic prevention and control work, on behalf of the CPC Central Committee, State Council condolences epidemic prevention and control of front-line health care workers. On the same day, the Central Steering Group stationed in Wuhan, comprehensively strengthen the guidance of first-line supervision of epidemic prevention and control. (16) January 27, the State Commission issued health \"\"pneumonia treatment programs novel coronavirus infection (Trial Fourth Edition).\"\" National health committee chief person in charge with US Department of Health and Human Services calls, to exchange views on current novel coronavirus infection pneumonia epidemic prevention and control work. (17) January 28, Chinese President Xi Jinping met with World Health Organization Director-General Tan Desai in Beijing pointed out that the epidemic is the devil, we can not let the devil hiding; pointed out that the Chinese government has always been in an open, transparent, timely and responsible manner information released to the epidemic at home and abroad, and actively respond to concerns of all parties to strengthen cooperation with the international community; stressed that China is ready to work with the world health Organization and the international community to jointly safeguard regional and global public health security. (18) January 28, the State Commission issued health \"\"novel coronavirus pneumonia infection prevention and control program (third edition).\"\" (19) January 30, the state health committee told the US through official channels, welcomed the United States to join the World Health Organization Joint Expert Group. The US side expressed gratitude to reply the same day. (20) January 31, World Health Organization announces new crown pneumonia outbreak constitutes a \"\"public health emergency of international concern.\"\" National health committee issued \"\"novel coronavirus infection in patients with severe pneumonia focused treatment programs.\"\" (21) beginning February 2, under the guidance of the Central Steering Group, Wuhan deployment of the implementation of diagnosed patients, suspected patients, fever patients, close contacts of patients diagnosed \"\"four categories of personnel\"\" category centralized management, in accordance with the receivables are collected, treatment should make the rule, should check to make inspection, should be separated to make every \"\"four should\"\" requirements, ongoing dragnet investigation, admitted to focus, clearing the end of the investigation three tough fight.\n(22) February 2, national health committee chief sent a letter to the person in charge of Health and Human Services, on both the health and epidemic prevention and control cooperation to exchange views again. (23) February 3, the CPC Central Committee General Secretary Xi Jinping chaired a Politburo Standing Committee meeting, pointed out the need to further improve and strengthen the prevention and control, strict implementation of early discovery, early reporting, early isolation and early treatment \"\"four early\"\" measures ; stressed the need to go all out to treat the patient, trying to \"\"improve treated and cure rates,\"\" \"\"reduce infection rates and disease death rates.\"\" (24) February 3, the Central Steering Group to mobilize the country from 22 countries, emergency medical rescue teams, build shelter in Wuhan hospital. (25) February 4, Chinese Center for Disease Control should be about the person in charge with the heads of the US National Institute of Allergy and Infectious Diseases on the phone, exchange information on epidemic situation. (26) February 5, the CPC Central Committee General Secretary and State President and CMC Chairman, Central Committee Xi Jinping, director of comprehensive rule of law chaired the third meeting of the Central Committee comprehensive rule of law, stressed the need to always put people's lives and health put in the first place, legislation, law enforcement, judicial, law-abiding all aspects of the force, improve the prevention and control law, governance according to law, to provide effective legal protection for epidemic prevention and control work.\n\n(27) February 5, the State Council joint prevention and control mechanism to strengthen coordination scheduling, supply of N95 masks medical Hubei Province for the first time more than the demand. (28) February 5, the National Commission issued health \"\"novel coronavirus infection pneumonia treatment program (Trial Fifth Edition).\"\" (29) February 7, joint prevention and control mechanism of the State Council issued the \"\"Notice on Further strengthening the responsibility to implement prevention and control work to do\"\", the state health committee issued \"\"novel coronavirus pneumonia infection prevention and control program (fourth edition)\"\" (30 ) February 8, in prevention efforts and measures introduced in the national health committee APEC health working group meeting. National health committee informed the Chinese embassies and consulates novel coronavirus prevention, diagnosis and treatment, surveillance, epidemiological investigation, laboratory testing and other programs. China and the US health department who will again participate in the Chinese American experts - scheduled World Health Organization Joint Expert Expedition to communicate. (31) February 10, the CPC Central Committee General Secretary and State President and CMC Chairman Xi Jinping in Beijing to guide research new crown pneumonia epidemic prevention and control work, and the new crown patients admitted with pneumonia Jinyintan hospital by video link Wuhan Union Hospital, fire Kailash hospital, stressed the need to be more confident, more indomitable will, more decisive measures to closely rely on the people, determined to win the epidemic prevention and control of people's war, total war, warfare; pointed Hubei and Wuhan are anti-epidemic control a top priority, it is to win the run-off of the epidemic prevention and control of blocking action, the Hubei Wuhan Sheng Sheng, Hubei win the national victory, to lay the battle of Wuhan, Hubei battle; stressed the need to focus on the patient in accordance with the centralized experts, pooling of resources, centralized treatment \"\"four focus\"\" principle, to make the treatment work; stressed the need to firmly grasp the \"\"anti-foreign input in the non-proliferation,\"\" the two sectors, the greatest extent possible cut off the source of infection, control the epidemic spread to the greatest extent possible range. (32) February 10, in addition to the establishment of Wuhan City, the new crown pneumonia medical treatment mechanism Hubei provincial counterpart support, co-ordinate arrangements 19 provinces in Wuhan, Hubei Province counterpart support than 16 cities and prefectures and county-level city. (33) February 11, the State Council joint prevention and control mechanism to strengthen coordination scheduling, supply of medical protective clothing for the first time in Hubei oversupply. (34) February 11, China CDC experts with US CDC flu expert department held a conference call, communicate and share information on epidemic prevention and control. (35) February 12, the Political Bureau of the CPC Central Committee General Secretary Xi Jinping chaired a meeting of the Standing Committee of the CPC Central Committee, pointed out that the epidemic prevention and control work to the most critical stage of Chi Jin, do not relax to focus on epidemic prevention and control work, strengthen epidemic particularly serious or risky areas of prevention and control; stressed the need to focus on \"\"improving admitted and cure rates,\"\" \"\"reduce infection rates and disease death rate,\"\" grasp the epidemic prevention and control of key areas; stressed the need to fully enhance the ability admitted, resolutely do \"\"due taxes, government should make the rule,\"\" admitted the rate of increase; particularly stressed the need to improve the level of treatment of patients with severe disease, the concentration of superior resources and medical technology to treat patients; emphasize influx province market according to the \"\"joint prevention and control , mass prevention and control \"\"requirement, really good job in prevention and control work. (36) February 13, US Department of Health and Human Services Department officials sent a letter to China's national health committee official communication about both the health and epidemic prevention and control arrangements for cooperation. (37) February 14, the CPC Central Committee General Secretary and State President and CMC Chairman, director of the Central Committee comprehensively deepen reforms Xi Jinping hosted the twelfth meeting of the Central Committee comprehensively deepen reforms, he pointed out that to ensure the safety of people's lives and health, is a major task of governance of the Communist Party of China; it is necessary to emphasize based on the current scientific precision to win the epidemic prevention and control warfare, but also to think long term, sum up experience and lessons learned, for this outbreak exposed the shortcomings and deficiencies, pay close attention to make up the short board, loopholes, strengths and weaknesses, improve the epidemic prevention and control of major institutional mechanisms to improve national public health emergency management systems.\n\n(38) February 14, the exception of new cases than the number of cases in other provinces of Hubei Province to achieve \"\"10 even fall.\"\"\n\n(39) February 15, the State Council Information Office held its first press conference epidemic prevention and control in Wuhan City, Hubei Province. To February 15, there are seven approved diagnostic test reagents listed, some drug screening and treatment programs, vaccine development, such as animal model made progress.\n\n(40) beginning February 16, China by China, Germany, Japan, Korea, Nigeria, Russia, Singapore, the United States and the World Health Organization 25 experts - World Health Organization Joint Expert study group, using the nine days of Beijing, Chengdu, Guangzhou, Shenzhen and Wuhan and other places to conduct field survey and study.\n\n(41) February 17, the State Council issued joint prevention and control mechanism \"\"Guidance on accurate scientific prevention measures and policies work out a new zoning classification crown pneumonia epidemic prevention and control work,\"\" the deployment of various regions and departments to do prevention and control of zoning classification accurate, orderly restore production and living order.\n\n(42) 18 February, the country added more than the number of cases cured new cases of the number of cases diagnosed number of cases began to decline. China National Health Commission reply Health US Department of Health and Human Services, on bilateral health cooperation arrangements with the epidemic further communication.\n\n(43) February 19, the Political Bureau of the CPC Central Committee General Secretary Xi Jinping chaired a meeting of the Standing Committee of the CPC Central Committee, listened to the work report of epidemic prevention and control, epidemic prevention and control and research co-ordination to do the work of social economic development.\n\n(44) February 19, the State Commission issued health \"\"novel coronavirus pneumonia treatment program (Trial Sixth Edition).\"\"\n\n(45) February 19, Wuhan City, the new cured is greater than the number of cases for the first time the number of new confirmed cases.\n\n(C) Third stage: the number of new cases of indigenous gradual decline to single digits\n\n(February 21 to March 17)\n\nHubei Province and Wuhan City, the epidemic was rapid upward trend has been checked, in addition to the national epidemic situation is generally stable, Hubei Province, in mid-March daily new cases controlled within single digits, epidemic prevention and control important to achieve substantive results. According to the epidemic prevention and control development of the situation, the CPC Central Committee epidemic prevention and control and co-ordinate economic and social development, and orderly return to work re-production of major decisions.\n\n(1) February 21, the Political Bureau of the CPC Central Committee General Secretary Xi Jinping chaired a meeting of the CPC Central Committee, pointed out that the epidemic prevention and control work to achieve substantive results, at the same time, the national epidemic inflection point yet to come, Wuhan City, Hubei Province and the prevention and control situation is still grim complex; it stressed the need for different regional situations, and improve differentiation prevention and control strategies, resolutely fight the battle of Hubei, Wuhan battle, strengthen weak areas of prevention and control, to make Beijing epidemic prevention and control; stressed the need to establish and epidemic prevention and control adapt to economic and social running order, promote orderly return to work to resume production.\n\n(2) February 21, the State Council issued joint prevention and control mechanism \"\"enterprises resumed production complex guide epidemic prevention and control measures\"\", the state health committee issued \"\"novel coronavirus pneumonia prevention and control program (fifth edition).\"\"\n\n(3) since February 21, around the local conditions, gradually reduce the provincial major public health emergency response level, the phasing out of the traffic regulation. Until February 24, with the exception of Hubei Province, Beijing, other provinces main road to get through all the checkpoints, transport order gradually restored.\n\n(4) February 23, the CPC Central Committee General Secretary and State President and CMC Chairman Xi Jinping attended the coordinate development of new crown pneumonia epidemic prevention and control work plan and meeting economic and social development, direct-to-video by 170,000 cadres nationwide mobilization, noted the new crown pneumonia epidemic spread rate since the founding of new China in my country's fastest and widest range of infection, prevention and control of the most difficult a major public health emergency, this is a crisis, but also a final exam, through hard work, epidemic prevention control the situation and actively expanding to good posture; emphasis on the epidemic situation is still severe and complicated, prevention and control are at the most critical stage of Chi Jin, to strengthen their triumphalism, bite the bullet, unrelenting firmly and realistically grasp the fine prevention and control; stressed the need to turn pressure into motivation, good at turning crises into opportunities, and orderly resumption of production and life order, strengthen \"\"six steady\"\" initiative to increase policy adjustment efforts, the development potential and a strong momentum fully released, efforts to achieve this year's economic and social development objectives and tasks.\n\n(5) February 24, China - World Health Organization Joint Expert study group held a press conference in Beijing that China is slowing the epidemic spreading, and interpersonal aspects of block the spread of the virus achieved remarkable results have been avoided or at least postponed dozens million people infected with the new crown pneumonia. Until February 24, the country's number of confirmed cases of the new five consecutive days in the following 1000 cases, the existing number of confirmed cases since the past week show a downward trend, the number of cases in all provinces of the new discharge equal to or greater than the number of new confirmed cases.\n\n(6) from February 25, to comprehensively strengthen the entry-exit health quarantine, entry-exit personnel to verify strict health, temperature monitoring, inspections medicine, epidemiology, medical investigation, sampling and monitoring to prevent cross-border spread of the epidemic.\n\n(7) February 26, the CPC Central Committee General Secretary\""}, {"slug": "892", "English title": "An Article Describing the Difficulties That Nurses on the Frontline of Wuhan Faced and Published on the Lancet Was Deleted. What Has Been Mentioned in This Article?", "原文標題": "《柳叶刀》一篇描述援汉一线护士困难的文章撤稿 里面写了什么？", "English content": "Yesterday, \"the Southern Metropolis Daily\" published an article entitled \"Wuhan medical assistance Guangdong Disclaimer: Please clarify the facts Lancet article withdraw and apologize,\" the article caught the attention of public opinion. Which refers to the international authority of the medical journal \"The Lancet\" recently published an article theft assistance on behalf of Wuhan, Hubei, Guangdong medical articles, and author of the article requested revocation of the article in \"The Lancet\", and to clarify the facts and apologize. Although the Southern Metropolis Daily reported on this issue not long after has been deleted, the matter still attracted the attention of public opinion, which is not a suspected case of what not to speak of the medical staff. Some foreign anti-China forces also follow the trend of speculation in this matter. In this regard, upright brother carried out some investigation and excavation, will now share our information to you. We first introduce the basic information on this controversial article, \"The Lancet.\" This article is a \"newsletter articles,\" titled \"Chinese medical personnel request assistance from the international medical circles, in order to fight against new viruses crown.\" Two authors are researchers Third Affiliated Hospital of Guangzhou Medical University Nursing Department of the Chinese Spring Festival had, as well as the town of Yan Sun Yat-sen Memorial Hospital of Traditional Chinese Medicine Department. Public information, the two are each hospital employees, on the official website of the two hospitals can be found in their"}, {"slug": "894", "English title": "The person who handed out the whistle — the warning of coronavirus (COVID-19)", "原文標題": "发哨子的人", "English content": "The person who handed out the whistle — the warning of coronavirus (COVID-19)\nThis translation is made by COVID-19 Asia Observer, and its link is https://medium.com/@covid19asia/how-did-the-coronavirus-covid-19-outbreak-start-in-wuhan-china-5c5b0b270710\nPlease follow the instruction on Common Creative License and Copy Rights of the above webpage. \n\n “If all these doctors received a timely reminder, maybe this day would have never arrived.” Ai Fen\n\nOn December 30th, 2019, Ai Fen received a virus detection report regarding a patient with unknown pneumonia. She circled the words “SARS coronavirus” in red. When asked by one of her university peers, she took a photo of this report and sent it to this fellow doctor. The same night, this report was shared throughout the entire circle of doctors in Wuhan. Those who forwarded the reports include the eight doctors who were investigated by the police for “spreading rumours.”\n\nAi Fen was identified as the original author of the report and was unprecedentedly and sharply reprimanded by the hospital disciplinary committee for spreading rumours as a professional.\n\nAccording to some previous news reports, Ai Fen, when she surfaced, was described as “another female doctor who has been warned”.\n\nSome people called her a whistleblower, but Ai Fen has corrected this statement — she is not a whistleblower, but the person who handed out the whistle.\n\n    This is the second interview article of “Wuhan Doctor”series in a Chinese magazine issue, 人物 (Renwu or People). March, 2020.\n\n    Aurthor｜龚菁琦 Guon JinQi ; Editor｜金石 Jin Shi ; Photograhy｜尹夕远 Yen XiYuan\n\nIt was 5am on March 1st when I received the text from Ai Fen, the Director of the Emergency Department (ER) of Wuhan Central Hospital, who agreed to the interview. Approximately half an hour later, 5:32 am, her peer Jiang Xueqing, the Director of Thyroid and Breast Surgery, passed away from the novel coronavirus, now known as COVID-19. Two days later, the deputy director of Ophthalmology of the hospital, Mei Zhongming, passed away. Mei and Li Wenliang were in the same department.\n\n(Dr. Li Wenliang was one of the eight whistleblowers of coronavirus who died on February 7th, 2020. Dr. Jian Xueqing has worked in the Wuhan Central Hospital for thirty years. He was known as the warm doctor with a soft voice).\n\nAs of March 9th, 2020, four medical staff from the Wuhan Central Hospital have passed away from COVID-19. Since the outbreak, this hospital, just a few kilometers away from the Huanan Seafood Market, has become one of the most infected hospitals in Wuhan City. According to media reports, more than 200 people in Wuhan Central hospital were infected, including three vice presidents and multiple functional department directors. Moreover, several sectional directors are currently using extracorporeal membrane oxygenation (ECMO) to maintain their health.\n\nWuhan Central Hospital, the largest grade A hospital (first class hospital) in central Wuhan is overshadowed by death. A doctor told 人物 (Renwu or People), almost no one spoke in the hospital, but all mourned and discussed in private.\n\nThe tragedy of the coronavirus had a chance to be avoided. On December 30th, 2019, Ai Fen received a virus detection report regarding a patient with unknown pneumonia. She circled the words “SARS coronavirus” in red. When Ai Fen was asked by one of her university peers, she took a photo of this report and sent it to this fellow doctor. The same night, this report was shared throughout the entire circle of doctors in Wuhan. Those who forwarded the reports include the eight doctors who were investigated by the police for “spreading rumours.”\n\nAi Fen was identified as the original author of the report and was unprecedentedly and sharply reprimanded by the hospital disciplinary committee for spreading rumours as a professional.\n\nIn the afternoon of March 2nd, Ai Fen agreed to have an interview with People in the Nanjing Road District of Wuhan Central Hospital. She sat in the emergency room office alone. The emergency department, which used to admit more than 1,500 patients a day, is now quiet. Only one homeless person lied there in the emergency hall.\n\nAccording to some previous news reports, Ai Fen, when she surfaced, was described as “another female doctor who has been warned”. Some people called her a whistleblower, but Ai Fen has corrected this statement— she is not a whistleblower, but the person who handed out the whistle. During the interview with People, Ai Fen mentioned the word “regret” multiple times. She regretted not being able to continue blowing the whistle after the “disciplinary discussion”, especially towards her peers who had passed away. “Had I known what would happen today, I would not care about all the reprimands and criticisms, and would speak up about it everywhere, right?”\n\nWhat have Ai Fen and the Wuhan Central Hospital experienced in the past two months? Below is Ai Fen’s narrative.\n\nThe unprecedented rebuke (This is a translation of Ai Fen recounting the story in her own words)\n\nOn December 16, 2020, our Emergency Department at the Nanjing Road Branch of Wuhan Central Hospital admitted a patient. The patient had an unexplainable high fever, The medication didn’t work and the body temperature didn’t come down. On December 22nd, the patient was transferred to the respiratory department and a bronchoscopy was performed, so that his/her alveolar lavage fluid could be acquired. The sample was sent to an external institution for high-throughput sequencing. Later, the result was informed orally, stating that it is coronavirus. At that time, a colleague who managed the hospital beds whispered several times in my ear: “Director Ai, that person is reported to be infected with coronavirus”. It was only afterwards that we found out the patient had worked in the Huanan Seafood Market (The first accused community-infected location).\n\nOn December 27th, another patient arrived at our Nanjing Road Branch. The patient was the nephew of a doctor in our department. He was in his 40s. He did not have any preexisting illness; however, his lungs were messed up and his blood oxygen saturation value was only 90% (A healthy individual should be above 94%). The hospital treated him for almost 10 days without any improvement, and the patient was transferred to the respiratory department. He also received a bronchoscopy, and his alveolar lavage fluid was sent out for testing.\n\nAt noon on December 30th, my classmate at Tongji Hospital sent me a screenshot through WeChat, which said: “Don’t go to the Huanan Seafood Market, many people came out with high fever …”. He asked me if this message was true. At the time, I was looking at the CT scan of a patient with typical pulmonary infection. I sent my classmate an 11-seconds video recorded from the CT scan and told him that this came from a patient who was admitted to our emergency room this morning. He also came from the Huanan Seafood Market.\n\nJust after 4 pm on December 30th, my colleague showed me a report that stated: SARS coronavirus, Pseudomonas aeruginosa, 46 kinds of oral / respiratory colonization bacteria. I carefully and repeatedly read the report. One of the footnotes states: “SARS coronavirus is a positive-sense single-stranded RNA virus. The main transmission modes of the virus are short-range airborne transmission of expiratory droplets or indirect contact with expiratory droplets of infected patients. This is a special pneumonia that can be significantly contagious and can affect multiple organ systems. This is also known as atypical pneumonia”.\n\nAt that time, I broke out in a cold sweat. This is a terrifying thing. Normally, when a patient is admitted to the respiratory care unit, the respiratory department should report this case. However, to play it safe, I immediately called and reported the situation to the hospital’s public health department and the infectious disease department. At that time, the director of our respiratory department happened to pass by my door. He was once involved in the SARS crisis. I grabbed him and said: “We have a patient who was admitted to your department and we found out that he is infected with coronavirus”. He glanced and immediately said: “This is troublesome. I knew this would be very concerning”.\n\nAfter calling the departments of the hospital, I also circulated this report to one of my classmates. I purposely circled the sentence “SARS coronavirus, Pseudomonas aeruginosa, 46 types of oral/respiratory colonization bacteria” in red, to catch his attention. I also circulated the report in the doctor’s group chat to alert everyone to take precautions.\n\nOn the night of 30th December, the message was spread widely. The screenshot of the report with the red circle was everywhere. I found out later that the message doctor Li Wenliang (the famous whistleblower) passed around is the same screenshot. At that time, I smelled trouble. Around 10:20 pm, the hospital sent me a message, a notice from the city health committee. Essentially, it asked us to stop arbitrarily releasing information relating to the unknown pneumonia to avoid public panic. If panic is caused due to this information leakage, one should be held responsible.\n\nI was very scared at the time. I immediately forwarded the message to my classmate. About an hour later, the hospital sent another notice, emphasizing again that this internal pneumonia-related information should not be shared publicly. One day later, at 11:46 pm on 1st of January, 2020, the head of the hospital disciplinary committee sent me a message. He asked me to visit the committee the next morning.\n\nI couldn’t sleep that entire night. I was very worried and thought about this over and over again; yet I felt that there are always two sides to everything. Even if it caused adversity, it is not necessarily a bad thing to alert the medical staff in Wuhan to take precautions. Around eight o’clock the next morning, before I finished my shift, I was called immediately to the office.\n\nIn the meeting, I was subjected to an unprecedented and severe rebuke. The leader said: “We couldn’t raise our heads when we go out for meetings. You were directly criticized by another director. As the director of the emergency department of the Wuhan Central Hospital, you are a professional. How can you not have any principles and be so undisciplined to spread rumours?” These are his exact words. He wanted me to communicate verbally, either through face to face meeting or call one by one, to all 200+people in the department that we are not allowed to spread this pneumonia information via WeChat or SMS, “not even to our husbands”.\n\n\n"}, {"slug": "896", "English title": "Anti-HIV Drugs Can't Shorten the Treatment Time for COVID-19 Patients, accoriding the Research published on The New England Journal of Medicine", "原文標題": "《新英格兰医学杂志》：抗艾滋药物未能缩短新冠患者病情改善时间", "English content": "March 19, Beijing Sino-Japanese cooperation by the Hospital and Hospital of Wuhan Jinyintan together to complete the first global randomized controlled clinical trials of new crown pneumonia COVID-19 online published in the \"New England Journal of Medicine\" (NEJM). The clinical trial to study the lopinavir / ritonavir (Kaletra) in treatment of severe pneumonia new crown (COVID-19) clinical results. This is the new crown since the virus outbreak, the world's leading medical journal, first published clinical trial results of new therapeutic crown of pneumonia, the same period allotted NEJM editorial praised the Chinese researchers, clinical trials conducted in such a difficult outbreak occasion as heroic move. The clinical trials of the English abbreviation for LOTUS China (Lopinavir Trial for Suppression of SARS-Cov-2 in China), corresponding author for the Sino-Japanese Friendship Hospital, Professor Cao Bin, president of Gold and Silver Lake Wuhan hospital Zhangding Yu, Chinese Academy of Engineering academician Wang Chen. There are first author of Capital Medical University, Department of Respiratory Diseases, Dr. Wang Yeming, Japan Institute of Clinical Medicine Fan Guohui. According to Cao Bin said that in early January this year to participate in Jinyintan hospital for treatment, first thought of favipiravir as drug candidates, followed by Los screened"}, {"slug": "898", "English title": "Amendement to Wild Animals Protection Act Has been Started. Professionals Suggests That the Goals of the Act Should Not Only Be Protecting Endangered Species but Also Stopping People from Eating Wild Animals.", "原文標題": "《野生动物保护法》启动修订，专家呼吁不能只保护珍稀濒危而要全面“禁野”", "English content": "The current epidemic occasion, February 10, the National People's Congress Law Committee said it has started the deployment of \"Wild Animal Protection Law\" (hereinafter referred to as \"Wildlife Conservation Law\") revision, the proposed increase included in this year's National People's Congress legislative work plan and speed up the revision process and animal epidemic prevention law. In another development, will be the sixteenth meeting of the Thirteenth National People's Congress held on February 24, will consider the relevant proposal on the prohibition of illegal wildlife trade, get rid of excessive eating habits of wild animals, to effectively protect people's lives and health and safety . This is the second after 2016, \"Wildlife Conservation Law\" revised once again usher in opportunity. Before the announcement, many animal rights activists, scholars and institutions vocal initiative to amend the law. January 23, from 19 universities and research institutes of the National Academy of Sciences, a joint initiative of academics, emergency amended by the NPC, \"the Wildlife Conservation Law,\" the public health and safety content incorporated into the terms of use of wildlife. January 28, China Environment News, Research Center for Ecological Law Beijing Forestry University, China University of Political Science and Law of Environmental Resources Research Center, \"Friends of Nature\" four agencies jointly initiated legislative proposals fasting wildlife. \"Wildlife Conservation Law\" is temporarily added to the National People's Congress legislative plan, the equivalent of transfer students, the future revision of the timeline is unclear. \"\" Friends of Nature \"referred to the General Counsel Liu Jinmei,\" China News Weekly. \"According to her analysis, will be the sixteenth meeting of the Thirteenth National People's Congress held on February 24, may determine\" Wildlife Conservation law \"to modify the basic direction; after the revised draft to be released, usually first demonstration of in-house experts, and then released through the draft.\" If the dispute is particularly large, the draft needs to experience first trial, second and even third instance, each round the need for public comment. \"Liu Jinmei thus believe,\" Wildlife Conservation Law \"final revision may need to wait until the end of the year more than focus on\" total fasting \"current\" Wildlife Conservation Law \"stipulates that protected wild animal means\" precious, endangered terrestrial, aquatic wildlife and an important ecological, scientific and social value of terrestrial wild animals. \"not all wild animals are included in the scope of protection. according to Peking University and Conservation Center combing the landscape, protected species"}, {"slug": "899", "English title": "Citizens' \"Photo Diary\" under COVID-19", "原文標題": "人人皆有诗心：《余生一日》，疫情下的国人“影像日记”", "English content": "\"Everyone has a poetic heart: \"\"rest day\"\", people under epidemic \"\"video diary\"\"\n2020-02-25 14:34 Reporter: Zhang Huilan Editor: Wang Jing Yi\nIn the process of looking material, write the script, Qin Xiaoyu continue to feel the fear and love of people living below the epidemic issued. He is convinced that this love, is exactly what we overcome fear, to overcome the power of apathy, selfishness and hostility. 2020 February 9. For most Chinese people, the memory of that day is not good. The new crown pneumonia epidemic is still spreading, many people in that day to see the health committee of the national communication guard - as of 24 February 8, the country reported a total of 37,198 cases of confirmed cases. This is the moment of the epidemic ordinary day. A lot of people home quarantine, go out wearing masks, brush with the latest news on the phone ...... However, to this day, will be imprinted in thousands of pick up the phone, the camera recorder's memory rest of his life. People February 5, documentary filmmaker, founder of the Qin Xiaoyu record elephant initiative of the Internet, inviting all to be affected by the outbreak of shooting yourself in any fragment of a life time in February 9. After receiving the material, and he will team together to produce a documentary, also a Chinese person in the epidemic of \"\"video diary\"\", named \"\"rest day.\"\" Up to now, Qin Xiaoyu team has received more than 3,000 submissions, the photographer throughout the country and even overseas, which are mostly Chinese. Qin Xiaoyu said that the current team is also finishing classified material, and two other editors screening material at the same time, he also wrote the script, want to make the film in time for the end of March in front of the world. 46-year-old Qin Xiaoyu is in Inner Mongolia, the poet, since 2015, he began directing documentaries or producer, multi-theme and focus on the bottom edge of the characters, such as love poetry migrant workers, hospice elderly. Production of \"\"rest day\"\" in this unique way, is based on the belief Qin Xiaoyu has always been: Everyone has the poetic heart, everyone has creativity. In the process of looking material, write the script, Qin Xiaoyu continue to confirm this belief, but also continue to feel the fear and love of people living below the epidemic issued. He is convinced that this love, is exactly what we overcome fear, to overcome the power of apathy, selfishness and hostility. The following is a dialogue with the Beijing News reporter Qin Xiaoyu: \"\"The rest day\"\" sponsor, documentary filmmaker Qin Xiaoyu. Beijing News: Why make such a documentary? Qin Xiaoyu: This is the first reaction of people as a documentary, because this epidemic itself has a particularly large recording significance, from the micro to the macro level has a significant impact on the macro-social, microscopic personal life, recording give future stay some documents. This method specific to the national record, the first requirement is based on epidemic prevention and control, we can not personally around shooting; second, the impact of the epidemic spread to all aspects, including various industries, various regions, everyone, it is clear that any technical teams are unlikely to have such human and material resources to do such a comprehensive record; third, a single documentary photographer will be subjective limitations, if you allow more people to participate, everyone with their own stand and look at the issue of point of view, the real record on their own terms, these things are lumped together, can present a more complete truth. Beijing News: Title why is it called \"\"day of rest\"\"? Qin Xiaoyu: we can come to understand it in the triple sense. First, it can be understood as \"\"catastrophe day\"\", this outbreak of all people, the whole society is a disaster, catastrophe\""}, {"slug": "904", "English title": "Nature magazine reported that 60% COVID-19 infected patients show no symptoms or mild symptoms", "原文標題": "《自然》杂志最新报道：冠状病毒轻症或无症状感染者约60%", "English content": "\"\"\"Nature\"\" magazine latest report: coronavirus mild or asymptomatic infection about 60%\n2020-03-22 19:07 Source: News · surging surging passenger numbers · Pai\nFinance graffiti font size\n\"\"Some highly contagious infection may have mild symptoms or no symptoms at the time.\"\"\nCompile: step shake\nEdit: tuya\nPublisher: FINANCE graffiti (ID: caijingtuya)\nThis article from the \"\"Nature\"\" magazine published a March 20 report.\nWith the worldwide surge in the outbreak of coronavirus, a research team is crucial to understand the epidemiology of the problem, what percentage of those infected have mild or asymptomatic, and may be transmitting the virus to others. To hide some cases these preliminary estimates suggest that they may account for about 60% of all infections.\nMany scientists suspect that the absence of a growing number of infected people can not or did not travel to affected areas known COVID-19 cases associated with, so there undetected cases of occult library, these risks are limited to cases asymptomatic. Most mild infections are not very ill, unable to seek medical attention, and may skip the screening methods such as temperature checks and the like, and therefore, the severity of this phenomenon and its role in the spread of the virus are still elusive. Michael Osterholm, director of Center for Infectious Disease Research and Policy in Minneapolis, University of Minnesota, said: \"\"Understanding the proportion of asymptomatic or mild cases really important for us to understand the cause of this epidemic the cause of the disease. \"\"this is trying to understand\""}, {"slug": "917", "English title": "\"China Gratitude Law\"", "原文標題": "『冠』方404：《中華人民共和國感謝法》", "English content": "As the ridicule, the paper has carried on the Baidu Encyclopedia and have introduced fictitious. Recently, with the Wuhan \"thanksgiving education\", will be found Yizao 404."}, {"slug": "918", "English title": "A monument of the blocked post (404): a deleted album of posts and pictures during the COVID-19 pandemic", "原文標題": "【404墓碑】肺炎疫情中，被删的文字、图片汇总", "English content": "Everyone will eventually be the price of tyranny Li Wenliang gone, mad circle of friends"}, {"slug": "919", "English title": "A monument of the blocked post (404): a deleted album of posts and pictures during the COVID-19 pandemic (2nd)", "原文標題": "【404墓碑】肺炎疫情中，被删的文字、图片汇总-第二弹", "English content": "You're infected with \"Crime and Punishment\" in the coronavirus it? Russia novel"}, {"slug": "945", "English title": "A blocked official post: Changjiang Daily: Wang Zhonglin hosted a conference on video control and emphasized that the sheme of gratitude education will be launched soon in the city, forming strong positive energy", "原文標題": "【官方404】长江日报：王忠林主持召开视频调度会强调在全市开展感恩教育 形成强大正能量", "English content": "By: a rare official media reported was 404. Corresponding, \"a little conscience, will not be required at this time of shock Wuhan Thanksgiving\" site also reproduced. Thus February 13 Nisshin appointed leadership is similar to the former. At the same time, in order to avoid Traditional / Traditional Chinese language being contaminated, this article only reproduced simplified version. Thumbnails can see the content, opening the ash has been shielded Changjiang Daily News (reporter Xue Meng high) the evening of March 6, Provincial Committee and Party Secretary Wang Zhonglin chaired City crown pneumonia epidemic prevention and control Zhihui Bu video scheduling will be , stressed the need to thoroughly implement the General Secretary Xi Jinping's important speech on the new crown epidemic prevention and control of pneumonia and instructions written instructions, keep a clear mind, heart, brain, hard, strengthen its efforts to consolidate the results, playing quasi-fight to win the battle of Wuhan . Current Wuhan"}, {"slug": "1032", "English title": "[Online Civil Comments] The Whistleblower, Doctor Ai Fen in the Central Hospital of Wuhan, Opened A Weibo Account", "原文標題": "【网络民议】“发哨人”武汉中心医院艾芬医生开通微博账号", "English content": "Emergency sunflower Affin 21:57 today from the iPhone client Thank you for your care and love. Currently all my good work continues. @ Endless mountain heavy water vision: Ai doctors, should always give you snapshots oh. Have the opportunity to go to Wuhan Wuhan Central Hospital must go and see, because there are respectable doctors Ai, also Li Wenliang, Meizhao Ming, Jiang Xueqing, Dr. Zhu Heping worked during his lifetime place to pay tribute to the heroes! @ Left hand know right know warm cold: I hope people will never forget Ai Doctor! We guard with love doctors Ai 🙏 @ captain cliff: justice should be able to overpower evil, good turn deserves another @Mr pack light: Come on the most beautiful people @ whistle fat potato nap: To"}, {"slug": "1033", "English title": "[Online Civil Comments] I Am Gald to Get Rid of This Gang-Styled Party", "原文標題": "【网络民议】“我很高兴与这个黑帮一样的政党彻底脱钩了”", "English content": "\nAugust 17, the Central Party School website issued a circular, because the Central Party School (National School of Administration) retired teacher Cai Xia \"published with serious political problems and damage to the reputation of the State speech, heinous nature, the circumstances are extremely serious ... .. Central Party decided to expel Cai Xia Chinese Communist party, canceled his enjoyment of the relevant retirement benefits. \"CDT by reliable sources confirmed the news himself Professor Cai Xia. For more details, please see: PS: CDT has been published in English Professor Cai Xia, a variety of important articles and speeches, and the establishment of CDT entry \"Cai Xia\" and \"Cai Xia\", please visit. The news also caused a hot Internet users: The following is taken from China Digital Times editor User Reviews: @gracecongming: her integrity and insight, it will not nostalgia. @ YvonneGong3: It is an honor because she kept the She rose to her own conscience @Sinogermane: is an honor to be expelled from the party, you can wash the shame before the rest of my life. @ V4dent: underworld organization, condemned! @ Y2agLBFVEII82U9: To criticize a \"fucking sucks.\" Cai Xia also applaud the courage. She must be very clear public speaking she would infuriate a lot of people, scared a lot of people, and the serious consequences that would result from their own. @ Watching_1984: Prof. Cai Xia terms of punishment is a milestone event, in recent years, this is the first time publicly acknowledged the official rhetoric of sin (witch hunt), which previously has been depoliticized political charges (eg sentencing with economic crimes, events such as Ren). Another great significance is that grass-roots management has the right to contempt laws, retirement pay is a fundamental right enshrined in the Constitution and labor laws. This means that D has abandoned the law. @ Watching_1984: the future, if there are people (including retirees"}, {"slug": "1034", "English title": "What Was Dr. Li Wenliang Like? Netizens: He Was Just Like You and Me", "原文標題": "李文亮医生到底是个什么样的人呢？网友：他就是我 他就是你", "English content": "CDT Editor's Note: This essay by Weibo user @ onion division Doctor Li Wenliang in the end is what kind of people? It took me three hours to his original microblogging read it again. I'll give you a simple talk about it, it's kinda interesting. He and we are the same 80, like to eat fried chicken, hot pot, Japanese food favorite. He will take some before eating ugly photos sent to microblogging, and occasionally a few sporadic thumbs up, he do not care, just like the fall of Wuhan, there was a lukewarm gentle. He wants to do a simple man in the new year, to see the world is complicated not leave a mark in the hearts. From here we know that he occasionally points to his pot of chicken soup, although the term is not fluent. He likes to eat eggs, pie filling during the night shift, he likes this kind of carbohydrate, one down, he could feel the secretion of dopamine. He also likes to eat the train station Keshi fried chicken, each time through each will eat, he said it was the best session of the leg, he took a sip Keleba jack Baji mouth and say: really reached the pinnacle of life ah. He also Zaoyang, eat a bowl of beef noodle 9. He ate about microblogging is too much, really is a lovely food goods ah. He likes Xiamen, Xiamen many times he went to sea fishing. I do not know in the end is like Xiamen, or like sea fishing it? Overheating like to watch him, like Wang freely, and more tolerant of people ah. Sometimes he also played a petty, friends go to Starbucks for coffee, to go to Bali tourists Dangdang friends, eat seafood it ...... he was a \"mustard party\", do not forget, he may like to eat Japanese material of it . A few years ago he often played badminton in recent years, from his fat body appears to have been completely forgotten sport. He said sadly, my father's body better than me. One day he wanted to oranges, he ran one thousand meters wearing slippers in the rain finally bought oranges. As delicious orange is not good, he did not say. He also forwarded a number of often draw it, and he may feel lucky now. Soon his luck has been verified, one day he finally hit the jackpot, the prize is a box of wipes. And all the young people, he likes Xiaozhan. He also sold three old phone idle on goods trading platform, he will play the software to run sub, but not deep into the pit, it is estimated no time. Ya'an earthquake when he donated two models are donate on microblogging. He read \"Beijing encounter Seattle\" hit and five-star. He went to the supermarket after work, to see the cherry pound of 158, he was like a child to take pictures micro-Bo said: not afford to eat. This year he can eat from, because the pneumonia, only 60 a pound. But he could not eat. 2020 February 6, the whole microblogging everyone in his honor. As for why his honor, can you get it? understand. The following is taken from China Digital Times edit user comments: a *** hair: Picture comment j *** v: now"}, {"slug": "1035", "English title": "[Online Civil Comments] Unusual Weather Occured as the NPC & CPPCC National Committee Annual Sessions Took Place in Beijing; Netizens Made Fun of the \"Evil Politics\"", "原文標題": "【网络民议】两会召开北京“天有异象” 网友调侃“恶政隐”", "English content": "May 21, 2020, the CPC held in Beijing two sessions, the conference affected by the new outbreak of crown delayed. At the same time, the two sessions will be \"in the history of the shortest\" (about 14 days shorter than in previous years half); \"History of the closed\""}, {"slug": "1036", "English title": "[Online Civil Comments] Dangerous Civilization Code", "原文標題": "【网络民议】危险的文明码", "English content": "2020 September 4, sociologist Yu Jianrong microblogging published: [code] dangerous civilization September 3, Suzhou City, launched the \"civilized Sioux City code\", which aims to divided people into \"civilized level.\" Among them, high level of integration civilized people would enjoy working, living, employment, learning, entertainment and convenience of priority. The question is: 1. Who has the right to determine the criteria and quantitative scores of civilization? 2, in the name of civilization who has the right of citizens denied the right to equal access to public services? This microblogging caused great concern. As of this writing, there are 2.5 million people thumbs up, forwarded 6618 times, 1403 people leave comments. CDT editors have selected as follows - Dear @ Hong Peng 2020: Unless the sentencing court, deprived of their rights, otherwise, any agency no power to citizenship divided into 369 and so on. This is a violation of the fundamental rights of citizens, the humiliation of the law. Fat fat and fat: Launch"}, {"slug": "1037", "English title": "[Online Civil Comments] We Want Freedom of Speech!", "原文標題": "【网络民议】我们要言论自由！", "English content": "CDT Editor's Note: After the death of Dr Li Wenliang news caused a wave of public opinion and then peak on social media, there are volunteers, we want freedom of speech launched # # topic on Weibo, have expressed requirements of freedom of speech, release information review and control, against the criminalization of free speech demands, but so far, this topic has been deleted Weibo, netizens quickly opened up another topic # # we demand freedom of speech sound continuously. The following is taken from China Digital Times editor User Reviews: @H *** _: # # we want freedom of speech for you and me @ Tower *** o: According to Article 35 of the Constitution of People's Republic of China, we want freedom of speech # # @ *** Chi Ma: we want freedom of speech # # I am a man, independent live, I shall enjoy the most basic human rights as a person. I am a citizen People's Republic of China, I should enjoy all the rights \"People's Republic of China Constitution,\" given to me. @ Wild yen ***: We want freedom of speech # # There is not any real freedom of speech, just to zy, zf the entrenched set a Constitution Article 35 to force the masses ignorant eyes fills all are false, the pursuit of truth as he was called disinformation, is hearts and minds is so firmly in control, not servility liberation (to be finished when the reactionaries caught up) early morning before brushing it, and now I sleep vain, huh millions of people afraid to stand out, this country would have been thought control, your life is your own, you create your own worth, the country is common to all of you contributed, so when the family is us, the people of alienation with the government should not be so deep, patriotism is the love of oneself, to question the government because the people have opinions on the country and in order to make the country more good before going to question, let the people even better, and those on the air vernacular is not a political book, our happy life that all of us Gongtongnuli contributed to the state just a synonym for all of us only. If my article was deleted, it only shows that China has no real freedom of speech @ dial *** beans: # # We want freedom of speech anyway owes an apology to Dr Lee. In addition more than words, then outstanding heritage, history for longer, even if the culture is not free to stand up, always in the eyes of others with disabilities. *** Street @ live: I joke tag as citizens of People's Republic of China and now we have to take a # # have freedom of speech is not it in the end which of the provisions of the Constitution? Online quite anxious *** @ ant friends: seeing blue words between the two numbers become black Zijun Zi Yang # uprightness is to prove that you love the night boundless delete topics in the dark it is deleted once made a # we want freedom of speech # @ rain *** vessels: no place for a person to tell the truth system, eventually killing an honest, courageous, dedicated citizens. Not only should only grief, but also should feel shame! Why did not the people freedom of speech, why not have questioned why there is no right to know, what television news media should be the government's tongue! ! ! Why you bossing we have to instill obedience! @ - *** o: # Can you do that you understand it # to keep anger for free to students to freely dead we want freedom of speech # # @ Black Rat ***: speech?? freedom is not a fundamental right of citizens do? Why are we going to be reduced to begging, belonged to our stuff. @K *** o: # # # I want the freedom of speech we want freedom of speech to write on the tombstone # cemetery was full of good name, a name is not the bad guys, they never die, they will live forever in the crowd @ *** in riding: Remember your anger, this is not the end, only a small start. Probably tomorrow, maybe the day after tomorrow, the greater the anger will hit, but must adhere to, if we are to be destroyed because of anger, that this piece of land on what basis does exist? # # @ School We want freedom of speech *** en: We want freedom of speech # # I hope that my country should be the people of the country. I hope my fellow citizens should be uninhibited people. @t *** Lin: # Can you do that? Do you understand yet ## we want freedom of speech # I People's Republic of China legal citizen, I want to give my all legitimate constitutional rights. I never do, I will never understand @ *** hanging pieces: # # we want freedom of speech, \"I want the Constitution gives me that world.\" @ *** in language: # # I want freedom of speech ha ha ha, we do not have, can not roll more than a few minutes, this topic will become black from blue, smoke point does not go @ *** note: we want freedom of speech # #! Long been taken away, which gave us! *** @ Sugar students: the virus has penetrated the country, not just ...... finally understand the body of the original old Luo why so worship the political life of the Republic of China, People's freedom of speech, academic freedom, the government is not the right to interfere. And now, we are not even a simple media reports are subject to interference of national governments, speak nicely called, stresses that the country did not sound good than days, people are not anything, really sick @ ...... countries and ** *: we sang countless times, unity is strength, remember? We really want to hold together! Dr Lee today, is the future of every one of us ordinary people. unity is strength! This time we really want to put down their opinions,"}, {"slug": "1038", "English title": "[Online Civil Comments] Someone Bought a Pile of Masks Exported from the Han-Nan Labor Palace of Culture, the Wuhan Federation of Trade Unions and Found \"Aid Supplies\" Written on Them", "原文標題": "【网络民议】有人买了一批口罩，发货地是武汉总工会汉南工人文化宫，写着“救援物资”", "English content": "@ Long bow author: I think we broke the news aroused such concern. So, with the main parties in the event of buy, buy is the organizer (she herself does not use microblogging) after the communication, we have decided here to make a formal response: First, buy after this event, we are in a buy group's own group initiated. Since folk can not buy masks, we like mad to find a variety of channels, in light of this group, everyone had to buy Henan masks (real delivery of five hundred, follow out of stock), Vietnam masks (Customs seized .), Japanese masks (that is, broke the news in this group is a derivative of the channel, Wuhan shipments experienced police detained the quality inspection, and then gave us a) Second, the event key points: 1 derivative delivery time that these masks are from Henan factory outlet but Japanese products. Gave the name of the plant, as well as a factory floor after shooting video (video photographer was wearing a short-sleeved should not be shooting this season, but we did not care) 2. Masks issued, logistics is displayed is shipped from Wuhan . 3. masks arrived, the public security department first contacted us and said to go through the quality inspection can decide whether we took the masks. They sincerely explained the reasons: First, to determine that this is not sent to the Wuhan second-hand masks (you should be able to understand it); secondly, make sure it's not three no shoddy products. 4. masks arrived, the Friends group is accompanied by police officers went to the inspection. Alone when in contact with these package does not exist. At that time the outer box has a useful word \"aid\" oil-based pen to write. 5. After the quality inspection, that the mask quality is very good, not second-hand goods are not inferior goods, it agreed to the Friends group to go pick up (under the premise of trafficking but not for their own use). 6"}, {"slug": "1040", "English title": "U.S. Foreign Policy Magazine: Up to 640 Thousand Confirmed Cases in China, According to the lnformation Leakage of National University of Defense Technology", "原文標題": "【武漢肺炎】美《外交政策》：中國國防科技大學洩資料  高達64萬人確診", "English content": "\"Wuhan, China reported more than 80,000 people diagnosed with pneumonia, more than 4,000 people Infected death, but the US \"\"Foreign Policy\"\" (Foreign Policy) recently acquired Chinese National Defense University leaked files, conjecture the number of diagnosed lung Wu Chinese fear as many as 64 million people, is eight times the official figures.\n\nReported that the leaked database by the China National Committee Wei Jian, news reports and other information gathered from public sources, covering 230 cities,\""}, {"slug": "1041", "English title": "[COVID-19]  US Senators Plan to Introduce the Li Wenliang Global Public Health Accountability Act, Which Chinese Foreign Ministry Dismissed as \"Fooling Around\"", "原文標題": "【新冠肺炎】美議員擬推「李文亮法案」　外交部斥其「不務正業」", "English content": "Written by: Lin Jin Last updated: 2020-04-04 15:05 novel coronavirus (COVID-19) spread worldwide. Earlier, US lawmakers have proposed the introduction of sanctions against foreign officials concealed the epidemic motion information, and plans to Wuhan epidemic \"whistle\" Li Wenliang name related bills. In this regard, China Department of State spokeswoman Hua Chunying said that these members \"proper job\", adding that, if in China, \"such a person may be asked long ago replaced the Chinese people.\" Recently, US Republican Senator Cotton (Tom Cotton), Holly (Josh Hawley) proposed a bill named Li Wenliang, giving special"}, {"slug": "1042", "English title": "[News Matching] What A Coincidence! Every Kind-Hearted Individual Donated Money (Supplies) to the Public Security Bureau and Just Left", "原文標題": "【新闻连连看】巧了！全国好心人都“丢下钱（物）就跑” 全都捐给公安局", "English content": "CDT Editor's note: In the new Wuhan crown pneumonia epidemic appears that someone noticed more similar wording appeared in news reports of people enthusiastic donors' contributions Wuhan, someone dropped the money or was a local police station and run \": These reports both appeared in the same contributions scene - the public Security Bureau (instead of charity), and the way people are donors - leaving money and run (good deeds without seeking recognition), some donors are exactly the same amount (1 million), and some turned to leave the office or even in the leadership, some donors occur repeatedly in the same place, most of these contributions is ultimately to the Red Cross and other official bodies. Some reports even include full details of the (process video, money and photographs, handwritten note scanning, etc.). CDT editing of these reports have been collected more. (A) Angola Online | guy leaving 500 police ran masks: you \"escape\" look so cool reported the incident: Lu'an City, Anhui Province January 27, Lu'an City, Anhui Province Public Security Bureau small Yuan Mountain within the police station, a young man in a hurry to leave 500 masks, simply said: \"you have worked hard!\" turned and ran. Police rushed to catch up, but did not catch up, had to express my gratitude with a salute. (B) surging News | man to the police station to leave money and ran: I reported the incident to the Chinese people: Tongxiang City, Zhejiang Province January 28, Tongxiang, Zhejiang. A man ran into the police station dropped 500 yuan, refused to give his name, identity, saying only that: I am a Chinese. Police catch up to ask, the man said: a serious epidemic, just want to do their modest force. (C) Hangzhou Daily | \"Xixi trouble donated hospital,\" the man ran to the police station leaving 100,000 reported the incident: Hangzhou, Zhejiang [ignorant \"Xixi trouble donated hospital,\" the man leave the police station open to the #! # 100000] ran today 12:30, instructor Hu Bin was leaving the police station yard directing work, suddenly stopped in front of a car, ran down a man: \"officer hello, I is not convenient to go to the hospital, Could you donate Xixi hospital, and now they are in patients admitted with pneumonia, trouble you ah!. \" While Hu Bin led the men want to register, the man put a thick wad of money in his arms a throw, commercial vehicles sit directly away, leaving a look ignorant Hu police officers, have not seen such a domineering donations. ! The inventory of a total of 100,000 Hong Kong dollars in cash, said Hu Bin, the man sounds like accent Hangzhou, Hangzhou is also a bike white car license plate, though do not know the name, have to say:!! Thank you for relying prison ( currency is reported in contributions HK) (d) of Shandong Education News | Rizhao City sanitation workers leave the money in the police station to report the incident and turned to leave: Rizhao City, Shandong Province January 31 morning, a sanitation uncle to sunshine Donggang West Lake police station, put a paper bag and ran away, police station open wrap it, there is a pile of money, with a note that read: Sharp Wuhan prevention and control center, add a little oil for the angels my little mind. Donggang sanitation. (E) Beijing Youth Daily | 68-year-old vegetable farmer ran to the police dropped 10,000 in cash to buy a mask you reported the incident to: Sanming City, Fujian Province February 3, Fujian Sanming a vegetable farmer stopped just checked the epidemic prevention and control of police, pulled out a wad of cash to the police, after leaving a \"buy some masks to the police.\" ran. Police react quickly hurried outside, and stopped him put the money back. Farmers adamant and refused to collect the money, left in a hurry. Police then learned that the 68-year-old uncle, a 7 people, its main source of income is by growing vegetables. (F) People | \"I love the motherland, please turn the country\", 217 yuan he \"lost\" down and ran to report the incident: Xi'an, Shaanxi Province, \"hey hey hey ...... This is what you!!!? \"around 5 February 14, Lintong District of Xi'an Ji Zhao Xinfeng police station just out of the police station door, she saw a man riding electric car fast approaching to their own. Zhao Ji ranging react, the man quickly a white plastic bag \"lost\" Ji Zhao foot drive after they left. Ji Zhao stopped the man tried to ask why, but the man had gone. Inventory in a folded sheet of paper caused by the crowd curiosity. After opening, crooked eight words written on pieces of paper - I love the motherland, go national. through"}, {"slug": "1043", "English title": "[News Matching] The Fake News Became A Joke. The State-Run Media Deleted It to Close the Deal?", "原文標題": "【新闻连连看】造假笑掉大牙， 官媒一删了之？", "English content": "It makes me the working people have to stand up and talk. Following the \"Han Net\" as the mayor of Wuhan heart-warming, official media and a masterpiece. But I can not hold back any longer. It stands to reason, all the people in this sorrowful moment, telling jokes is cruel. After Auschwitz, no poetry. A Wuhan resident downstairs, snow book two characters. An occasional photo, and then appeared in front of me - source of information is the China News Network. This is properly the Tai Mei, ranked Beijing. The photographer is: photographer Zhang Chang. Reporters risked pneumonia, record contemporary China. Real courage that I admire so on! While I prefer to give the news over the tears, Weifang a push today I was scared fall bar. Hey, Zhang Chang photographer, someone stealing your map ah? Unexpectedly, then brush down, Liaoning Province, a district once again discovered \"China\" snow photo. This time it is a nose with face painting and even identity are released. I think, is this parallel space-time legendary? People detective emergency Judgment: photographs on an air-conditioned, it is impossible Wuhan! After a detailed analysis of professional snow road: the south is mainly mud snow, dry snow will not have this; the Northeast, there is usually not the case edges melted; the figure ground there is snow, but thin, and the thinnest edge slightly melted, so that Shandong! Finally, relying on technology, users get a final answer in a street in the comparison chart: Shandong indeed! At this point, it was quiet Mimi delete the report. Photographer Zhang Chang's face more than a few slap in the face. Disaster, the morale of positive reports very normal, but not need to think about the masses IQ? Coincidentally. In recent days, if you search in Baidu News: \"leave a thousand dollars and ran,\" I will be"}, {"slug": "1071", "English title": "[Yiwen Guanzhi] Chinese Ambassy in France: It Is Immoral to Describe Li Wenliang as \"Whistle-blower\"", "原文標題": "【异文观止】中国驻法国大使馆：用“吹哨者”形容李文亮，是不道德的", "English content": "February 7 am, Wuhan Central Hospital Dr Li Wenliang unfortunate infection in the fight against the epidemic novel coronavirus pneumonia, the rescue invalid death. We like the entire nation, is deeply deplore and mourn and express their deepest condolences to the families! However, there are some people with ulterior motives to pay homage to the name of the doctor Li Wenliang, encouraging care epidemic in the French overseas Chinese and Chinese students who organized the so-called \"Tonight, I whistle for the Truth\" campaign. To know the \"whistleblower\" was originally a derogatory term, there are informants, undercover intended. They use the word to describe the doctor Li Wenliang, he affixed to politicize"}, {"slug": "1072", "English title": "National Compliance to Be Established for Local Use of \"Health Code\" ", "原文標題": "“国标”规范各地“健康码”建设运行标准 ", "English content": "Xinhua News Agency, Beijing, May 21 (Reporter Li Xiaowei) - \"Health Code\" is becoming a current return to work and travel throughout the mass production of complex high-frequency applications, but the standards are not uniform around the issue of \"health code\" exists in the operation. To this end, \"personal health information code\" national standards officially released in the near future. Experts believe that the health code \"GB\" from more than"}, {"slug": "1073", "English title": "[Yiwen Guanzhi] A Man Traveled from Anhui to Zhejiang on Foot for Thousands of Miles After Failing to Show the Health Code", "原文標題": "【异闻观止】大爷没手机无法出示健康码 半月走千里从安徽到浙江", "English content": "@ Cover News: [# uncle no phone can not show your health code # and a half thousand miles on foot sleeping in the park] June 17, Taizhou, Zhejiang, truck driver Liu master, when finished up the goods return, met an uncle waved to him. The understanding, uncle Anhui Bozhou people, no children, going to work in Zhejiang Huangyan defected relatives. Along the way, because there is no cell phone, unable to produce multiple health code you want to ride rejected. In desperation, uncle begins to stroll down Bozhou in Anhui, Zhejiang, had gone half a month. When the uncle went to the residence of relatives, found the door closed. Master Liu wanted to give Grandpa a place to stay, but was rejected: \"do not want trouble.\" Subsequently, the uncle turned and go to the park to sleep. The following is taken from China Digital Times editor User Comments: @ Wei Lan and months: a degree of social civilization depends on the level of attitude to treat vulnerable groups. @ Guard who asked not to disclose the name of Uncle Wang: Mobile is a dog rope dog rope dog is not a stray dog. @ Heart 拉萨布达拉: not to mention older people, say I went to Hefei, the end of April, at the Hefei Railway Station"}, {"slug": "1074", "English title": "A Man in Zhongshan Insulted Academician Zhong Nanshan with His Friends Online and Received A 15-Day Detention", "原文標題": "中山一男子在朋友圈辱骂钟南山院士 被行拘15日", "English content": "According to the Guangdong Provincial People's Procuratorate revealed that recently, Zhongshan City Procuratorate found a man has painted a the end of January 2020, published in early February to fight the epidemic abusive leader Zhong Nanshan through micro letter"}, {"slug": "1075", "English title": "[Chinese Wailing Wall] The Power of Life Lies in Disobedience (April 27th)", "原文標題": "【中国哭墙】 ​​​生命的力量在于不顺从（4月27日）", "English content": "Editor's Note: April 27, Li Wenliang from the doctor's death was 80 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1076", "English title": "[Chinese Wailing Wall] It May Feel Less Heavy About \"the Bigger Picture\" Itself (April 24th)", "原文標題": "【中国哭墙】“大局”可能会觉得自己不那么重了（4月24日）", "English content": "Editor's Note: April 24, Li Wenliang from the doctor's death was 77 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1077", "English title": "[Chinese Wailing Wall] \"Positive Energy\" Commands You yet Destroyed Miao Ke-Xin's Kindness and Hope (June 19th)", "原文標題": "【中国哭墙】”正能量”训诫了你，折断了缪可馨的美好与希望（6月19日）", "English content": "Editor's Note: June 19, Li Wenliang from the doctor's death was 133 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1078", "English title": "[Chinese Wailing Wall] Taking Away Others' Money Is Called Stealing, Not to Mention Claiming to Take over God's Credits (September 9th-10th)", "原文標題": "【中国哭墙】「窃人之财，犹谓之盗，况贪天之功以为己力乎？」", "English content": "Editor's Note: September 9-10, Li Wenliang from the doctor's death was 215-216 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his flash"}, {"slug": "1079", "English title": "[Chinese Wailing Wall] Taking Away Others' Money Is Called Stealing, Not to Mention Claiming to Take over God's Credits (September 9th-10th)", "原文標題": "【中国哭墙】「窃人之财，犹谓之盗，况贪天之功以为己力乎？」（9月9-10日）", "English content": "Editor's Note: September 9-10, Li Wenliang from the doctor's death was 215-216 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his flash"}, {"slug": "1080", "English title": "[Chinese Wailing Wall] Those Who Were Born in 2003 of SARS Have Their National College Entrance Examnation in 2020 of COVID-19 (July 4th)", "原文標題": "【中国哭墙】03年非典出生，20年新冠高考（7月4日）", "English content": "Editor's Note: July 4, Li Wenliang from the doctor's death was 148 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1082", "English title": "[Chinese Wailing Wall] Ah, I Was Also One of Newbies (May 5th)", "原文標題": "【中国哭墙】哎，我曾经也是一朵后浪（5月5日）", "English content": "Editor's note: May 5, Li Wenliang from the doctor's death was 88 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1083", "English title": "[Chinese Wailing Wall] Those Who Offered Firewood Ended up Freezing to Death in the Storm. Thank You, the Bell Ringer. (August 13th)", "原文標題": "【中国哭墙】抱薪者冻毙于风雪，感谢敲钟人（8月13日）", "English content": "Editor's Note: August 13, Li Wenliang from the doctor's death was 188 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1084", "English title": "[Chinese Wailing Wall] It Became A Series of Amazing China When It Was Supposed to Be A Disaster (April 11th)", "原文標題": "【中国哭墙】本是大灾大难却演绎成一部部厉害了我的国…（4月11日）", "English content": "Editor's Note: April 11, Li Wenliang from the doctor's death was 64 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1085", "English title": "[Chinese Wailing Wall] Never Forget (June 26th)", "原文標題": "【中国哭墙】不忘记（6月26日）", "English content": "Editor's Note: June 26, Li Wenliang from the doctor's death was 140 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1086", "English title": "[Chinese Wailing Wall] For Those Who Do Not Feel for the Pain, They Will Not Ask \"Will It Be A Better World?\" (July 15th)", "原文標題": "【中国哭墙】不为切肤之痛而同感者，无从问“世界将会变好吗？”（7月15日）", "English content": "Editor's Note: July 15, Li Wenliang from the doctor's death was 159 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1087", "English title": "[Chinese Wailing Wall] FORTUNE Magazine Names 25 Global Covid-19 Heroes and You Are the First One (April 22nd)", "原文標題": "【中国哭墙】财富杂志评选全球25位抗疫英雄，你是第一位（4月22日）", "English content": "Editor's Note: April 22, Li Wenliang from the doctor's death was 75 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1088", "English title": "[Chinese Wailing Wall] We Are All Someone Gentle yet Wander in Lies for Too Long (July 24th)", "原文標題": "【中国哭墙】大家都是在谎言中流浪太久温柔的人（7月24日）", "English content": "Editor's Note: July 24, Li Wenliang from the doctor's death was 168 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the China Digital Times edited excerpt from the message area under Dr. Li Wenliang micro-Bo: July 24 2020 @ cute do you have I: tired ah, the people around are complaining tired. There parental pressure of the pressure on pension house doctor pressure, the economic downturn, it is difficult to make money, a lot of people feel in the face of collapse. Revenge on society more and more things, when to go above those bastards can stop and take a look at the people ah @ Desert Thunder 010: always quarrel between the two countries, the injured are civilians, kindly tired. @ No rice's: Uncle Li Well, watching the news, I feel the world is getting messy // @ who_am_i haha: US Consulate in Chengdu closed the double-slit interference @ Schrodinger's: they become enemies of the United States and accelerate accelerated @ eggs mom: Doctor Li, the world how to do ah, I was worried, I want my children to live in peace era. @ Dumpling secret promise: Hu Xijin ready 1000 nuclear warheads, ready to explode with the US military to die - we finished the whole license plate into cannon fodder ~ @ 648 320: Sometimes I envy Dr Lee, because you do not see this mess Demons"}, {"slug": "1089", "English title": "[Chinese Wailing Wall] Fingers Are Invisible in the Sun (September 23rd-25th)", "原文標題": "【中国哭墙】大太阳底下却伸手不见五指（9月23-25日）", "English content": "Editor's Note: September 23-25, Li Wenliang from the doctor's death was 229-31 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his flash"}, {"slug": "1090", "English title": "[Chinese Wailing Wall] Fingers Are Invisible in the Sun (September 23rd-25th)", "原文標題": "【中国哭墙】大太阳底下却伸手不见五指（9月23-25日）", "English content": "Editor's Note: September 23-25, Li Wenliang from the doctor's death was 229-31 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his flash"}, {"slug": "1091", "English title": "[Chinese Wailing Wall] These Are All Adorable People Who Are Murmuring (May 4th)", "原文標題": "【中国哭墙】都是一群善良可爱的人在碎碎念（5月4日）", "English content": "Editor's note: May 4, Li Wenliang from the doctor's death was 87 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the China Digital Times edited excerpt from the message area under Dr. Li Wenliang micro-Bo: May 4 2020 @ week around 1: Dr Lee, I returned to Wuhan today. Wuhan 108 days left back. @ I collect bears and children: Dr Lee, I was a little medical student, I took you as my role model. Time getting Come on, come summer, we will have a good summer 2020 for you, oh. @ Do you wash your hands v: Since the end of December \"rumors\" I just bought two boxes of masks, to weather the epidemic, gave birth to a baby. I wish you well in heaven, earth loved ones happy and healthy [heart] @ earth peach Wang Sun: Happy Youth Day Dr Lee ah! Can finally go out once today, and this has been a few months since the door is not at home, I feel almost degenerated legs ha ha ha @ Xiao Song Leoni: Zaun experience in the world to kill off the mother, the source light doctors here Kang Kang warm friends, a change of mood, good night wailing. Comments area gentle netizens @ Banyejijiao 2019: Dr Lee, spokesman Zhao wrote a poem about Wuhan: Wuhan three new hidden crown, annihilate tree pole,"}, {"slug": "1092", "English title": "[Chinese Wailing Wall] SARS, Wenchuan, Wuhan, We Never Receive A Real Answer (May 12th)", "原文標題": "【中国哭墙】非典，汶川，武汉，我们永远得不到一个真正的交代（5月12日）", "English content": "Editor's note: May 12, Li Wenliang from the doctor's death was 95 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the message area under the China Digital Times edited excerpt from Dr. Li Wenliang micro-Bo: May 12 2020, @ hope 47667: Dr Lee, when I began to pay attention to your a whistle, would not now face a difficult situation everywhere claims , Oh @ new new three non-: earthquake for 12 years. . . @ Shallow singing stranger bustling 08376: I'm crying, I do not know how to place their anxiety, a single mother, liver detect endocrine tumors, other parts of the transfer is very likely over, has been fearless life and death, after all, is to be dead, but worried young daughter, she in the future how to do, very worried very worried! @ Hecate1920: Today saw a good takeaway brother wronged sad cry, your heart was also tough for you. @ You'll never walk alone: ​​bright brother Nurses Day today, and it is reported Riding Alone for Thousands of female nurses Gan wishful story was very moved. @ Flying _54359: Dr Lee! Today is Nurses Day! You and I are peers, although we are doctors, we are still blessings for those nurses and we fought together in the front line of the fight against SARS! Nightingale spirit of love between us will be health care Passing the torch down! Hope you bless all the people of our medical staff and the world as soon as possible to overcome the disease it! @ Heavy Zhushao ice fishing Ding added grilled chicken: see end of report then estimates the comments section about whether to see the entire mainland networks are generally the most kind-hearted group of people even argue that some people have not the slightest blush to call you Dr. Lee and some chanting bright Geli Ge Comrade Wen-liang you are not the same as I have been turned in to the hearts of everyone has been making me cry rub the cream did not have a realistic version of the comments here is the grief grocery store @ bibimbap and sushi: Lee doctors, for 12 years, and you hope they are good at that. Yesterday saw a mother innocence, he was taken away security, quite sad. SARS, Sichuan, Wuhan, we never get a true account of [sad] 20 years old this year, law school, do not know Zaban, yesterday also saw a teacher being arrested, you say I have the courage to confront the future those who do, alas, lost @ drought torrential rain: good recent funeral ah, thanks cycle flower really want to love this world ah persisted. No new album grab the flower of 7.30 parts per million, to buy a second batch. Middle School teacher and old aunt never"}, {"slug": "1095", "English title": "[Chinese Wailing Wall] Kids, Wish You A World Where the Police Will Not Rebuke Doctors (June 13th)", "原文標題": "【中国哭墙】孩子，愿你长大后，这里再没有训诫医生的警察（6月13日）", "English content": "Editor's Note: June 13, Li Wenliang from the doctor's death was 127 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the China Digital Times edited excerpt from the message area under Dr. Li Wenliang micro-Bo: 2020 June 13 Na Wuxi Jia @ Nausicaa: After reading everyone's comments, crying. Congratulations! Paradise well. @ Night fish and dragons dance 1935: Congratulations Oh, again a lovely little man, you see, come on Come on Come on, then secretly embarrassed to say that today I cried for the stranger, because to do anything to help others cry, I do not know what I was hypocritical to unrequited love or good, anyway paint on the nose are used half a pack of paper towels, alas, is not funny @ desert oasis Jia Junsheng: the baby was born, I only hope people do not want a Congratulations! Qu human 040 102: obviously good news, everyone congratulate you, why do I see these blessings but shed a tear ... @ vaccariae spend meteor: Congratulations not say, tears streaming silently @ no anger homeopathy: For hesitant of this generation, but this can be taken forensic eventually more than 10 million, one hundred million of comment on it! Rare sense to repair the world were born, creating value should be much larger than how much value. Dr Lee often look back at the tree"}, {"slug": "1096", "English title": "[Chinese Wailing Wall] Who Was Bothered by the Kind-Hearted Post Written in Tears and Humility? (April 26th)", "原文標題": "【中国哭墙】含着泪水倾尽极其卑微的善良的贴子，碍着了谁？ ​​​（4月26日）", "English content": "Editor's Note: April 26, Li Wenliang from the doctor's death was 79 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the China Digital Times edited excerpt from the message area under Dr. Li Wenliang micro-Bo: April 26 2020 @ micro-fluorescent illuminated night: comment last night alone, about 914,000, there are people who basically every minute message, until now 916,000, [two ha], a message where to go? We do not know, we do not dare to ask, [two ha] ...... mouth temperature and tears run to a very humble kind of post, who ever do? Some people say: If you want to know who enslave you, you must not be afraid to criticize opposition people. Appeared lost, the peace of Lili, overwhelmed, Does anyone slaves @ Matilda- quiet: in this society is also difficult to ask others to have high sense of responsibility, after all, does not comply with the mainstream values ​​is a crime, but there is still a sorry this society owe you, in fact, did not have the opportunity to personally say thank you, I think you are deliberately, doctor benevolence must be so, this society does not allow him in the end. Tragedy of the Times, beginning in man-made. Good night, Dr Lee. @ Little small but not only iii: tomorrow we have to rush the job to learn basic nursing care leave hospital"}, {"slug": "1097", "English title": "[Chinese Wailing Wall] Here Comes the Night; The Pearl of the Orient (July 1st)", "原文標題": "【中国哭墙】黑暗降临，东方之珠（7月1日）", "English content": "Editor's Note: July 1, Li Wenliang from the doctor's death was 145 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1098", "English title": "[Chinese Wailing Wall] It Was Fortunate to Have You as the Light in the Dark Long Night (March 28th)", "原文標題": "【中国哭墙】黑夜漫长 幸而你是光明（3月28日）", "English content": "Editor's note: March 28, has 50 days from the death of Dr Li Wenliang. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the China Digital Times edited excerpt from the message area under Dr. Li Wenliang micro-Bo: 2020 March 28 @ a reward from the song Chu Jing: Doctor Mike, I was this year's high school seniors, immediately apply strong base plan, but I other subjects is very good, strong base simulation poor math scores, I have always been afraid of math, but also learn bad times with the efforts of other people, I'm so scared to hit college entrance exam, the base is not strong finalists, are very anxious every day in tears silently I like you to imagine schools to study to become a useful person to the world, ah, please bless me! @ Green banana yanzi: Li Xiaoqing Xu flowers you from the stars @ home: before China has been saying for foreign copy job, now gave foreign people made money, do not copy jobs? @ He Momo: Reread Lung Ying-tai, \"wildfire\" as if back a long-lost blood. Admire the most is the position of Mr. Long, although the government appears to relentless criticism of the public society, but not to subvert, but the inner wish she loves home faster towards more civilized and more progressive direction. Social progress requires such people ...... @ visual distance of pigs: brothers, we are here to financial collapse, the city's only medical staff unable to pay wages, the teachers a break for so long, the government can not pay their arrears, Did not the doctor is fish do? @ 2018Bella: today heard Liang Tao eighth, listening to the messages in your micro-blog, burst into tears, Dr Lee, you are a mirror! If people really have a soul, I hope you take good! @dieyiqingyun: micro letter mourn your files were deleted, a country increasingly feel very terrible, how should we do? A fish @ East: Dr Lee, heaven red light it? @ End of the war Kiss: see the news that we are to pick up the ashes, and people should not go away, you should not go. Clown is still performing on stage, empty hell, the devil is in the world! God bless real human! @ Deer at Long Point: I was granted the leadership. Leading me gifts, I have not been sent. Then I sent, no way,"}, {"slug": "1099", "English title": "[Chinese Wailing Wall] As We Look Back on February, No Wars and No Death (September 18th-20th)", "原文標題": "【中国哭墙】回望二月，没有战役，不见生死（9月18-20日）", "English content": "Editor's Note: September 18-20, Li Wenliang from the doctor's death was 224-26 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his flash"}, {"slug": "1100", "English title": "[Chinese Wailing Wall] As We Look Back on February, No Wars and No Death (September 18th-20th)", "原文標題": "【中国哭墙】回望二月，没有战役，不见生死（9月18-20日）", "English content": "Editor's Note: September 18-20, Li Wenliang from the doctor's death was 224-26 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his flash"}, {"slug": "1101", "English title": "[Chinese Wailing Wall] Worship Mr. Tasi and Never Forget to Speak to Mr. Li (August 28th)", "原文標題": "【中国哭墙】祭蔡无忘告李兄（8月28日）", "English content": "Editor's Note: August 28, Li Wenliang from the doctor's death was 203 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1102", "English title": "[Chinese Wailing Wall] Worship Mr. Tasi and Never Forget to Speak to Mr. Li (August 28th)", "原文標題": "【中国哭墙】祭蔡无忘告李兄（8月28日）", "English content": "Editor's Note: August 28, Li Wenliang from the doctor's death was 203 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1103", "English title": "[Chinese Wailing Wall] Camus: The Only Way to Tackle the Plague Can Only Be Honesty (April 18th)", "原文標題": "【中国哭墙】加缪：与鼠疫斗争的唯一方式只能是诚实（4月18日）", "English content": "Editor's Note: April 18, Li Wenliang from the doctor's death was 71 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1104", "English title": "[Chinese Wailing Wall] Travels in the Country of Falsehood (June 24th)", "原文標題": "【中国哭墙】假话国历险记（6月24日）", "English content": "Editor's Note: June 24, Li Wenliang from the doctor's death was 138 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1105", "English title": "[Chinese Wailing Wall] Only When Lies Are Exposed Will We Have A Sliver Lining (May 5th-6th)", "原文標題": "【中国哭墙】揭穿谎言，才有一线生机（7月5-6日）", "English content": "Editor's note: 5-6 July, a doctor from the death of Li Wenliang has 149-50 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the China Digital Times edited excerpt from the message area under Dr. Li Wenliang micro-Bo: 5-6 July 2020 and for the meditation @: Brother, came to see you, okay? Passing the hospital the day of your work, in the car Momo bow to you. All the best, we are well, everyone is well! @ Chi in Lonely: Wenliang, some people say you are not a whistle! But you are my heart's whistle! @ Lee Hammers students: they put you forgot. @ Wang longitudinal god Zeus: off work and come back and comment on Dr Lee brothers and sisters, aunts and uncles, I have been with you. @ Dr. Wang attention to heart: Today admissions of a 94-year-old elderly patients with acute myocardial infarction, emergency angiography after thrombolysis catheter step down. But they just received a phone call, the emergency department with acute myocardial infarction request a consultation, then I went to the people have to die before the age of forty, under the old and small, too poor good @ just right: hey i have the good news forgot to tell you ~ I suddenly received a phone call the other night embassy charter flights to return home have me! Very happy very excited, oh that is a little suddenly only three or four days time to prepare a lot of baggage check-ah ah ah school graduation photo paper ah what procedures did not do it these days and catch up with the weekend [Halo] was too tired dizzy rush it the @ Ran_xz75i: Dr Lee, good evening. I made a decision, after the college entrance examination if I still love him, then go to confession like him. I hope he can wait for me, so I tried, so I excellent, so I catch up with you. @ Micro-fluorescent illuminated the night: if the world fall into darkness, lights blew out the last one, not just the bad guys arrogance, but many so-called good people swallow. We lashing together Jiachou, expose the lies, have a chance of survival, the cycle of disaster will not reappear again and again in the history of our nation. @Iantianbaiyun: in the face of power, in the interests of the face, blind and deaf, speechless is contagious. @Friedrich_chao: Dr Lee, now the external environment and its bad, the internal environment is bad enough, very worried the nation's future ah! @ Borrow your eye: For many people sleeping in the house iron happiness is illusory dream died from choking on, any wake-up is unforgivable betrayal. Ignorance is not the most irreparable condition that does not allow the character and thought, but the donkey from the heart of the identity of the pull grind life, with those who refused to pull their own a mill will be out with the new masters of this kind of ridiculous donkey , the heart is often a hint of complacency smart to know how to express love g secure enthusiasm loyalty Chiaki 7777777 @: I went to rest finally in the evening he will also"}, {"slug": "1106", "English title": "[Chinese Wailing Wall] Many People Do Not Want to Be Adults Today. And You? (June 1st)", "原文標題": "【中国哭墙】今天很多人不想当大人，你呢？（6月1日）", "English content": "Editor's Note: June 1, Li Wenliang from the doctor's death was 115 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1107", "English title": "[Chinese Wailing Wall] Today, We Are All Poeple from \"Other Countries\" (July 3rd)", "原文標題": "【中国哭墙】今天我们都是等国人（7月3日）", "English content": "Editor's Note: July 3, Li Wenliang from the doctor's death was 147 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1109", "English title": "[Chinese Wailing Wall] There Is No Answer When People Ask for the Day to Be Back (April 15th)", "原文標題": "【中国哭墙】君问归期未有期（4月15日）", "English content": "Editor's Note: April 15, Li Wenliang from the doctor's death was 68 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1110", "English title": "[Chinese Wailing Wall] Feel Calm When We Browse Through Your Weibo (March 30th)", "原文標題": "【中国哭墙】看您的微博能让心静下来（3月30日）", "English content": "Editor's note: March 30, Li Wenliang from the doctor's death was 52 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1111", "English title": "[Chinese Wailing Wall] No More Wrong Accusations in the Afterlife (March 26th)", "原文標題": "【中国哭墙】来世不要再受这样的委屈（3月26日）", "English content": "Editor's note: March 26, Li Wenliang from the doctor's death was 48 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1112", "English title": "[Chinese Wailing Wall] Old Li, We Are All Polishing the Rusty Whistle (March 24th)", "原文標題": "【中国哭墙】老李，那只生锈的口哨，我们都给你擦着（3月24日）", "English content": "Editor's note: March 24, Li Wenliang from the doctor's death was 46 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the China Digital Times edited excerpt from the message area under Dr. Li Wenliang micro-Bo: 2020 March 24 @ smelly Baba strange: Dr Lee, to see if you want. If you are a widow can see this message, I hope she can help us tell Mike and unborn baby, their dad is a hero, he did not do anything wrong, he was doing great. We want you to Dr Lee. @imnoon No: Dr Lee, I found a book today, also found that a good book can not buy now, mixed. Recently addicted to making music, I want to return to the world of reading and return to the day with a book. Finally, the last, I wish you a happy happy @ handed down Mitutoyo: Children in Toronto, worry about her safety, a retired and sit thinking about her, as if she feared some time ago, like us, you are most concerned about the plight of the family only. But I do not advocate her home, simple and clean and comfortable life has been the pursuit of her, even if there are risks. Sweetheart @ Xiandao Zhang Lantern Festival: This year, too many people miss is worth, you are one ... If everything can be repeated, I hope this life do not known you, only wish you peace through life, to be happy simple man. Children living in the neighboring village of fool, the afterlife must be happy and peaceful and happy life. @ I get the guitar to change the Trojan: Good morning Dr Lee. Today is the third day my grandmother left. To the funeral. Spirit bless you do not have rain today in the day. You will see my grandmother do today. She went to your place. All wound up immediately like it. I hear you there is no pain. Nor Alzheimer's disease. She must"}, {"slug": "1113", "English title": "[Chinese Wailing Wall] Li Wenliang, Though No Longer with Us, Has Become Our Light ", "原文標題": "【中国哭墙】李文亮虽然不在世上了，却活成了一道光（8月2-3日）", "English content": "Editor's Note: August 2-3, Li Wenliang from the doctor's death was 177-78 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining"}, {"slug": "1114", "English title": "[Chinese Wailing Wall] Dr. Li Wenliang's Weibo Account Is Our Wailing Wall (March 13)", "原文標題": "【中国哭墙】李文亮医生的微博就是我们的哭墙（3月13日）", "English content": "CDT Editor's note: March 13, Li Wenliang from the doctor's death was 35 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write the diary.\" As some network noted: \"many still bearing in mind his ears double blow of a long whistle.\" In this \"talk of personal sorrow and grief of tree holes\" where, with a wide range or support or reflection or mourning or sympathy or encouragement or recollections of text, Internet users are here to stay and review and oblivion and numbness of hostility and confrontation with the malicious drip marks, and just like in a doctor Li Wenliang and share their own destiny and to talk together. Wuhan, the new crown since the outbreak, the public platform Sina microblogging, letters and other review and delete posts even more severe, Li Wenliang microblogging network censors any time may be ordered removed. CDT for Internet users under Dr. Li Wenliang microblogging message daily selection of the backup until the Weibo account was closed. The following is taken from the exchange zone CDT editor in Dr. Li Wenliang micro-Bo: 2020 March 13 @ quiet woman whose ** 1987M: and other diseases in the past, go to Keshi, for you to eat chicken favorite pistol. Dad is gone for several years, if you both in"}, {"slug": "1115", "English title": "[Chinese Wailing Wall] Dr. Li Wenliang's Weibo Account Is Our Wailing Wall (March 13)", "原文標題": "【中国哭墙】李文亮医生的微博就是我们的哭墙（3月13日）", "English content": "CDT Editor's note: March 13, Li Wenliang from the doctor's death was 35 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write the diary.\" As some network noted: \"many still bearing in mind his ears double blow of a long whistle.\" In this \"talk of personal sorrow and grief of tree holes\" where, with a wide range or support or reflection or mourning or sympathy or encouragement or recollections of text, Internet users are here to stay and review and oblivion and numbness of hostility and confrontation with the malicious drip marks, and just like in a doctor Li Wenliang and share their own destiny and to talk together. Wuhan, the new crown since the outbreak, the public platform Sina microblogging, letters and other review and delete posts even more severe, Li Wenliang microblogging network censors any time may be ordered removed. CDT for Internet users under Dr. Li Wenliang microblogging message daily selection of the backup until the Weibo account was closed. The following is taken from the exchange zone CDT editor in Dr. Li Wenliang micro-Bo: 2020 March 13 @ quiet woman whose ** 1987M: and other diseases in the past, go to Keshi, for you to eat chicken favorite pistol. Dad is gone for several years, if you both in"}, {"slug": "1116", "English title": "[Chinese Wailing Wall] Mr. Li, Pray That People Will Not Become Sufferers of Politics (April 20th)", "原文標題": "【中国哭墙】李先生，祈祷百姓不要成为政治的炮灰（4月20日）", "English content": "Editor's Note: April 20, Li Wenliang from the doctor's death was 73 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1117", "English title": "[Chinese Wailing Wall] Dr. Li, Here Becomes the Place Where Poeple Speak Their Mind (March 16th)", "原文標題": "【中国哭墙】李医生 你这边仿佛成了大家说心里话的地方（3月16日）", "English content": "Editor's note: March 16, Li Wenliang from the doctor's death was 38 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is taken from the exchange zone CDT editor in Dr. Li Wenliang micro-Bo: @_Qiana_ 2020 March 16: early. Dr Lee. I'll see you. I wish you all is well. @ Yellow Spring: Dr Lee early, north in the spring of this year a little bit late, but better late finally comes, you and I are mortal, I hope this life secure, than everlasting love. @ Taobao cabbage excavator: Dr Lee, early. Today Nanning overcast. Vientiane update @ 333: a little taste of the financial crisis, the economic impact to the cream @ aaaaa: Good morning, Dr Lee! Our peach opened, a piece of pink, very beautiful! Today the sun is shining and warm! My English examination paper, the correct rate is also higher than ever before! @ Big Moe only good new i: Good morning, today is also a work day, the sun came out at eight, may be a bit late in the shift, when the sun shines on just 51, he was just discharged today, a year-old child, very cute, it will give me a jelly every day. @ Fouling the shelves: four doctors are concerned about your patients Wuhan Central Hospital. Even if the whole rescue came, after-effects also make live the rest of his miserable! Sin ah! \"Oath\"! @kyllerg: February 6, Wuhan Central Hospital Dr Li Wenliang died of pneumonia because of the new crown, February 7, the State Control Committee decided to set up the investigation team, rushed to Wuhan, a comprehensive investigation on the relevant issues concerning physician Li Wenliang of the masses. Today, almost 40 days have passed. Not even see anything at the report did not renowned, even sent the investigation team also heard from. He was lonely than fireworks @ 2020: Wuhan lost? @ Wuhan City grass i: it might be assassinated! I did not just old time: just look @ No. 72 Street: @ not wait for an apology Freeman 0923: Dr Lee, I told you the same year, also thirties , and in recent years due to hear the truth from the network, although very fragmented, but has attracted three Views doomed, Wu Yin flaming miserable. You, unfortunately, can be compared to those dubious ghosts, can be considered lucky, after all, there are so many people can mourn you, rest in peace, heaven no admonition book @ Peach Blossom Island 2011: thousands of years, generations look today, as we look at the Middle Ages of ignorance and grotesque, the epidemic will be gone and lucky enough to survive humanity, we are also planning to leave this world, only you, who died because of the tragic Boxer spring, become eternal! @ Insurgency troops of Heroes: your microblogging Although no longer updated, but you will always live in the hearts of everyone, in addition to Takeshi Kaneshiro I have never recognized anyone's handsome, but your brother Li Wenliang and Takeshi Kaneshiro as handsome, in my heart you than Cai Xu Kun Wu Yifan what those handsome hundreds of times, Li Wenliang brother you are a hero, is our gentle heroes @ home DZZ: liang, I hope good turn deserves another, some people in the non-reality regardless, with the greatest malice to treat innocent people. You go that night I cried all night, because you and I are ordinary people, looking Qingyu February, that Xiaozhan handsome, extraordinary in the ordinary living on earth, do not intend to save the world has become a hero of heroes @ little stupid Meng: Dr Lee, Principal exhibition. I work in Europe, where the epidemic intensified now, I am very worried and very helpless ...... domestic everything better for the motherland happy, praise to the motherland point, when the moon as I have? I was very homesick ...... Jing Chung Chun-an."}, {"slug": "1118", "English title": "[Chinese Wailing Wall] Dr. Li, Do You See That? Everyone Has Taken Here as \"Home\" (August 15th)", "原文標題": "【中国哭墙】李医生，你看到了吗？大家把这里当成了“家”（8月15日）", "English content": "Editor's Note: August 15, Li Wenliang from the doctor's death was 190 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}, {"slug": "1119", "English title": "[Chinese Wailing Wall] Dr. Li, You Are Like the Light That Brightens up the Corner Here (March 18th)", "原文標題": "【中国哭墙】李医生，你像一束光照亮了这里的一角（3月18日）", "English content": "Editor's note: March 18, Li Wenliang from the doctor's death was 40 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the China Digital Times edited excerpt from the message area under Dr. Li Wenliang micro-Bo: 2020 March 18 @whatwewew: I have to brush review said the Internet is very short memories, to see if we forget it? @ Eternalism4Cliche: Dr. Li has a hot search \"Italian filled coffin\" Give me the air when people laughed and said transparent details of it can be their own news simply does not mention that while the death of Wuhan's death like? What do crematorium morgue? Blank above do not tell you they never seemed to exist, right? Yes! Oh visible today Seika: Dr Lee you want to be my tree holes a really bother me feel that life is so hard I thought it would at least not smooth thing lead to another good cry though looking for someone to hold solved not a problem but I just want to be hug to say everything will be alright soon will it @mmmajesty_: Dr Lee be happy ah @ Kevin · Emanuel a Xu Qian: brother Lee, you are an example to us Christians, you really live the Christian life, act justly, to love mercy, do pride, do the same soil grain rice @ skinny: friendship upgrade: Please take good care of a good doctor Lee message space, speaking note scale, do not give to certain sectors reasons for shutting down certain message excuse. (Who help to prompt a little stick too high) @ Eternalism4Cliche: Dr Lee For me, there has never been called a sense of security on the Internet at any time your voice will be erased after all your rights are being denied all acts of pervasive surveillance there is a term called electronic death grip this power is in the hands of large corporations and ** when the knife fall on you may not even whimper unable to pay yo @ West Lake: late justice will come, do not let all the wicked . @ Invincible Cancer: Dr Lee, bless my stocks daily limit tomorrow. @shanliangnunu: Dr Lee, to look at you. Two days did not come, always felt something missing - and you wanted to say a few words. Now the rain is rain, the street full of leaves turn green, verdant green, beautiful, full of infinite future, like - you should not leave it in the winter. Also, the Neem tree bloomed, you have not seen it, thin broken pieces of small light gray purple full bloom, the warm quiet,"}, {"slug": "1224", "English title": "[Chinese Wailing Wall] Every One of Us Cares about Li Wenliang", "原文標題": "【中国哭墙】一颗颗活蹦乱跳的心里，都有一个李文亮啊（6月30日）", "English content": "Editor's Note: June 30, Li Wenliang from the doctor's death was 144 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining"}]