[{"Information Type": "news and artcles", "Published on": "2020-02-26", "Archive URL": "https://chinadigitaltimes.net/chinese/636832.html", "Medium/Platform": "Xinhuanet", "Text in English": "G", "Original Url": "http://www.xinhuanet.com/2020-02/26/c_1125627516.htm", "English content": "", "English title": "\"A Battle Against Epidemic: China Combating Covid-19 in 2020\" Will be Published Soon.", "slug": "882", "Keywords": "A Battle Against Epidemic: China Combating Covid-19 in 2020", "原文標題": "《大国战“疫”》近期出版 "}, {"Information Type": "social media posts", "Published on": "2020-02-29", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/02/%e3%80%90%e5%bc%82%e9%97%bb%e8%a7%82%e6%ad%a2%e3%80%91%e6%97%81%e5%90%ac%e7%94%9f-%e3%80%8a%e5%a4%a7%e5%9b%bd%e6%88%98%e7%96%ab%e3%80%8b%e5%87%ba%e7%89%88%ef%bc%9a%e4%b8%ad%e5%9b%bd/", "Medium/Platform": "", "Text in English": "G", "Original Url": "", "English content": "", "English title": "\"A Battle Against Epidemic: China Combating Covid-19 in 2020\" Shows How China Set Up \"Role Model of Fighting against COVID-19\" in the World. ", "slug": "883", "Keywords": "A Battle Against Epidemic: China Combating Covid-19 in 2020, China's model combating COVID-19", "原文標題": "《大国战疫》出版：“中国为各国防疫工作设立了新标杆”"}, {"Information Type": "social media posts", "Published on": "2019-04-06", "Archive URL": "https://web.archive.org/web/20210224034322/https://mp.weixin.qq.com/s?__biz=MzA5NTcxMDY1Ng%3D%3D&mid=2247496508&idx=1&sn=d9940cfa70b422cb248ed8bb53dc779f&source=41", "Medium/Platform": "Weixin", "Text in English": "G", "Original Url": "https://mp.weixin.qq.com/s?__biz=MzA5NTcxMDY1Ng==&mid=2247496508&idx=1&sn=d9940cfa70b422cb248ed8bb53dc779f&source=41#wechat_redirect", "English content": "", "English title": "Comments on \"In the Wind, There Is A Piece of Cloud Made of Rain\"", "slug": "886", "Keywords": "Comments", "原文標題": "年度最佳？不过是半出好戏 "}, {"Information Type": "news and articles", "Published on": "2020-02-03", "Archive URL": "https://web.archive.org/web/*/https://www.wsj.com/articles/china-is-the-real-sick-man-of-asia-11580773677", "Medium/Platform": "The Wall Street Jounral", "Text in English": "Y", "Original Url": "https://www.wsj.com/articles/china-is-the-real-sick-man-of-asia-11580773677", "English content": "", "English title": "China Is the Real Sick Man of Asia", "slug": "887", "Keywords": "China, Financial Market", "原文標題": "《华尔街日报》刊登的“中国是真正的亚洲病夫”文章（China Is the Real Sick Man of Asia）"}, {"Information Type": "blog posts", "Published on": "2020-03-23", "Archive URL": "https://web.archive.org/web/*/https://matters.news/@gfwc/%E7%92%B0%E7%90%83%E6%99%82%E5%A0%B1-%E8%87%AA%E5%88%AA%E7%9A%84%E4%B8%80%E7%AF%87%E6%96%87%E7%AB%A0%E8%A3%A1%E9%80%8F%E6%BC%8F%E4%BA%86%E5%A4%9A%E5%B0%91%E8%B3%87%E8%A8%8A-bafyreid6d26sz2l3a4wlizld7wpq5ompouziri4rihsrbq5jyhjdk2u2t4", "Medium/Platform": "matters", "Text in English": "G", "Original Url": "https://matters.news/@gfwc/%E7%92%B0%E7%90%83%E6%99%82%E5%A0%B1-%E8%87%AA%E5%88%AA%E7%9A%84%E4%B8%80%E7%AF%87%E6%96%87%E7%AB%A0%E8%A3%A1%E9%80%8F%E6%BC%8F%E4%BA%86%E5%A4%9A%E5%B0%91%E8%B3%87%E8%A8%8A-bafyreid6d26sz2l3a4wlizld7wpq5ompouziri4rihsrbq5jyhjdk2u2t4", "English content": "", "English title": "How Much Secrect We Could Peek from the Artle That Global Times Deleted by Itself?", "slug": "889", "Keywords": "Global Times, Deleted Articles", "原文標題": "《環球時報》自刪的一篇文章裡透漏了多少資訊？"}, {"Information Type": "news and articlles", "Published on": "2020-02-14", "Archive URL": "https://web.archive.org/web/20200605015151/https://news.sina.cn/gj/2020-02-14/detail-iimxxstf1514466.d.html", "Medium/Platform": "Global Times on Sina", "Text in English": "G", "Original Url": "https://news.sina.cn/gj/2020-02-14/detail-iimxxstf1514466.d.html", "English content": "", "English title": "In Southern India, COVID-19 seemed to break out and casued 3,000 person to be quarentine, said Indian Media.", "slug": "890", "Keywords": "India, oubreak of COVID-19", "原文標題": "印媒：印度南部疑似疫情爆发 已致3000多人被隔离"}, {"Information Type": "goverment documents", "Published on": "2020-06-07", "Archive URL": "https://web.archive.org/web/*/http://www.gov.cn/zhengce/2020-06/07/content_5517737.htm", "Medium/Platform": "The State Council Information Office of the People’s Republic of China", "Text in English": "G", "Original Url": "http://www.gov.cn/zhengce/2020-06/07/content_5517737.htm", "English content": "", "English title": "Full text of \"Fighting COVID-19: China in Action\" White Paper", "slug": "891", "Keywords": "Fighting COVID-19: China in Action, White Paper, \nThe State Council of the People's Republic of China", "原文標題": "《抗击新冠肺炎疫情的中国行动》白皮书全文"}, {"Information Type": "news and articles", "Published on": "2020-02-27", "Archive URL": "https://web.archive.org/save/https://news.sina.cn/gn/2020-02-27/detail-iimxyqvz6323488.d.html", "Medium/Platform": "Global Times on Sina", "Text in English": "G", "Original Url": "https://news.sina.cn/gn/2020-02-27/detail-iimxyqvz6323488.d.html", "English content": "", "English title": "A Article Describing the Difficulties That Nurses on the Frontline of Wuhan Is Facing in The Lancet Was Deleted. What Has Been Mentioned in This Article?", "slug": "892", "Keywords": "The Lancet, Wuhan, nurce, retract", "原文標題": "《柳叶刀》一篇描述援汉一线护士困难的文章撤稿 里面写了什么？"}, {"Information Type": "", "Published on": "2020-02-24", "Archive URL": "", "Medium/Platform": "", "Text in English": "Y", "Original Url": "", "English content": "An correspondence titled \"RETRACTED: Chinese medical staff request international medical assistance in fighting against COVID-19\" was published on the Lancet online (https://www.thelancet.com/journals/langlo/article/PIIS2214-109X(20)30065-6/fulltext). This correspondence stated that Chinese medical personnel at the frontline in Wuhan had pled for help for medical assistance against COVID-19 from the world. However, the two authors of this correspondence asked the Lancet editor-in-chief to retract it.(https://www.thelancet.com/journals/langlo/article/PIIS2214-109X(20)30076-0/fulltext)..............", "English title": "An Correspondence titled \"RETRACTED: Chinese medical staff request international medical assistance in fighting against COVID-19\" was published on the Lancet online ", "slug": "893", "Keywords": "The Lancet, Wuhan, nurce, retract", "原文標題": "《柳叶刀》在线发表一篇通讯文章（correspondence）：[Chinese medical staff request international medical assistance in fighting against COVID-19]"}, {"Information Type": "news and articles", "Published on": "2020-03-10", "Archive URL": "https://web.archive.org/web/*/https://mp.weixin.qq.com/s/nEy0jq5wjj-g6DQVZep1Wg", "Medium/Platform": "People Magazine on Weixin", "Text in English": "Y", "Original Url": "https://mp.weixin.qq.com/s/nEy0jq5wjj-g6DQVZep1Wg", "English content": "The person who handed out the whistle — the warning of coronavirus (COVID-19)\nThis translation is made by COVID-19 Asia Observer, and its link is https://medium.com/@covid19asia/how-did-the-coronavirus-covid-19-outbreak-start-in-wuhan-china-5c5b0b270710\nPlease follow the instruction on Common Creative License and Copy Rights of the above webpage. \n\n “If all these doctors received a timely reminder, maybe this day would have never arrived.” Ai Fen\nOn December 30th, 2019, Ai Fen received a virus detection report regarding a patient with unknown pneumonia. She circled the words “SARS coronavirus” in red. When asked by one of her university peers, she took a photo of this report and sent it to this fellow doctor. The same night, this report was shared throughout the entire circle of doctors in Wuhan. Those who forwarded the reports include the eight doctors who were investigated by the police for “spreading rumours.”\nAi Fen was identified as the original author of the report and was unprecedentedly and sharply reprimanded by the hospital disciplinary committee for spreading rumours as a professional. According to some previous news reports, Ai Fen, when she surfaced, was described as “another female doctor who has been warned”.\nSome people called her a whistleblower, but Ai Fen has corrected this statement — she is not a whistleblower, but the person who handed out the whistle.\nThis is the second interview article of “Wuhan Doctor”series in a Chinese magazine issue, 人物 (Renwu or People). March, 2020.\nAurthor｜龚菁琦 Guon JinQi ; Editor｜金石 Jin Shi ; Photograhy｜尹夕远 Yen XiYuan\n\nIt was 5am on March 1st when I received the text from Ai Fen, the Director of the Emergency Department (ER) of Wuhan Central Hospital, who agreed to the interview. Approximately half an hour later, 5:32 am, her peer Jiang Xueqing, the Director of Thyroid and Breast Surgery, passed away from the novel coronavirus, now known as COVID-19. Two days later, the deputy director of Ophthalmology of the hospital, Mei Zhongming, passed away. Mei and Li Wenliang were in the same department.\n\n(Dr. Li Wenliang was one of the eight whistleblowers of coronavirus who died on February 7th, 2020. Dr. Jian Xueqing has worked in the Wuhan Central Hospital for thirty years. He was known as the warm doctor with a soft voice).\n\nAs of March 9th, 2020, four medical staff from the Wuhan Central Hospital have passed away from COVID-19. Since the outbreak, this hospital, just a few kilometers away from the Huanan Seafood Market, has become one of the most infected hospitals in Wuhan City. According to media reports, more than 200 people in Wuhan Central hospital were infected, including three vice presidents and multiple functional department directors. Moreover, several sectional directors are currently using extracorporeal membrane oxygenation (ECMO) to maintain their health.\n\nWuhan Central Hospital, the largest grade A hospital (first class hospital) in central Wuhan is overshadowed by death. A doctor told 人物 (Renwu or People), almost no one spoke in the hospital, but all mourned and discussed in private.\n\nThe tragedy of the coronavirus had a chance to be avoided. On December 30th, 2019, Ai Fen received a virus detection report regarding a patient with unknown pneumonia. She circled the words “SARS coronavirus” in red. When Ai Fen was asked by one of her university peers, she took a photo of this report and sent it to this fellow doctor. The same night, this report was shared throughout the entire circle of doctors in Wuhan. Those who forwarded the reports include the eight doctors who were investigated by the police for “spreading rumours.”\n\nAi Fen was identified as the original author of the report and was unprecedentedly and sharply reprimanded by the hospital disciplinary committee for spreading rumours as a professional.\n\nIn the afternoon of March 2nd, Ai Fen agreed to have an interview with People in the Nanjing Road District of Wuhan Central Hospital. She sat in the emergency room office alone. The emergency department, which used to admit more than 1,500 patients a day, is now quiet. Only one homeless person lied there in the emergency hall.\n\nAccording to some previous news reports, Ai Fen, when she surfaced, was described as “another female doctor who has been warned”. Some people called her a whistleblower, but Ai Fen has corrected this statement— she is not a whistleblower, but the person who handed out the whistle. During the interview with People, Ai Fen mentioned the word “regret” multiple times. She regretted not being able to continue blowing the whistle after the “disciplinary discussion”, especially towards her peers who had passed away. “Had I known what would happen today, I would not care about all the reprimands and criticisms, and would speak up about it everywhere, right?”\n\nWhat have Ai Fen and the Wuhan Central Hospital experienced in the past two months? Below is Ai Fen’s narrative.\n\nThe unprecedented rebuke (This is a translation of Ai Fen recounting the story in her own words)\n\nOn December 16, 2020, our Emergency Department at the Nanjing Road Branch of Wuhan Central Hospital admitted a patient. The patient had an unexplainable high fever, The medication didn’t work and the body temperature didn’t come down. On December 22nd, the patient was transferred to the respiratory department and a bronchoscopy was performed, so that his/her alveolar lavage fluid could be acquired. The sample was sent to an external institution for high-throughput sequencing. Later, the result was informed orally, stating that it is coronavirus. At that time, a colleague who managed the hospital beds whispered several times in my ear: “Director Ai, that person is reported to be infected with coronavirus”. It was only afterwards that we found out the patient had worked in the Huanan Seafood Market (The first accused community-infected location).\n\nOn December 27th, another patient arrived at our Nanjing Road Branch. The patient was the nephew of a doctor in our department. He was in his 40s. He did not have any preexisting illness; however, his lungs were messed up and his blood oxygen saturation value was only 90% (A healthy individual should be above 94%). The hospital treated him for almost 10 days without any improvement, and the patient was transferred to the respiratory department. He also received a bronchoscopy, and his alveolar lavage fluid was sent out for testing.\n\nAt noon on December 30th, my classmate at Tongji Hospital sent me a screenshot through WeChat, which said: “Don’t go to the Huanan Seafood Market, many people came out with high fever …”. He asked me if this message was true. At the time, I was looking at the CT scan of a patient with typical pulmonary infection. I sent my classmate an 11-seconds video recorded from the CT scan and told him that this came from a patient who was admitted to our emergency room this morning. He also came from the Huanan Seafood Market.\n\nJust after 4 pm on December 30th, my colleague showed me a report that stated: SARS coronavirus, Pseudomonas aeruginosa, 46 kinds of oral / respiratory colonization bacteria. I carefully and repeatedly read the report. One of the footnotes states: “SARS coronavirus is a positive-sense single-stranded RNA virus. The main transmission modes of the virus are short-range airborne transmission of expiratory droplets or indirect contact with expiratory droplets of infected patients. This is a special pneumonia that can be significantly contagious and can affect multiple organ systems. This is also known as atypical pneumonia”.\n\nAt that time, I broke out in a cold sweat. This is a terrifying thing. Normally, when a patient is admitted to the respiratory care unit, the respiratory department should report this case. However, to play it safe, I immediately called and reported the situation to the hospital’s public health department and the infectious disease department. At that time, the director of our respiratory department happened to pass by my door. He was once involved in the SARS crisis. I grabbed him and said: “We have a patient who was admitted to your department and we found out that he is infected with coronavirus”. He glanced and immediately said: “This is troublesome. I knew this would be very concerning”.\n\nAfter calling the departments of the hospital, I also circulated this report to one of my classmates. I purposely circled the sentence “SARS coronavirus, Pseudomonas aeruginosa, 46 types of oral/respiratory colonization bacteria” in red, to catch his attention. I also circulated the report in the doctor’s group chat to alert everyone to take precautions.\n\nOn the night of 30th December, the message was spread widely. The screenshot of the report with the red circle was everywhere. I found out later that the message doctor Li Wenliang (the famous whistleblower) passed around is the same screenshot. At that time, I smelled trouble. Around 10:20 pm, the hospital sent me a message, a notice from the city health committee. Essentially, it asked us to stop arbitrarily releasing information relating to the unknown pneumonia to avoid public panic. If panic is caused due to this information leakage, one should be held responsible.\n\nI was very scared at the time. I immediately forwarded the message to my classmate. About an hour later, the hospital sent another notice, emphasizing again that this internal pneumonia-related information should not be shared publicly. One day later, at 11:46 pm on 1st of January, 2020, the head of the hospital disciplinary committee sent me a message. He asked me to visit the committee the next morning.\n\nI couldn’t sleep that entire night. I was very worried and thought about this over and over again; yet I felt that there are always two sides to everything. Even if it caused adversity, it is not necessarily a bad thing to alert the medical staff in Wuhan to take precautions. Around eight o’clock the next morning, before I finished my shift, I was called immediately to the office.\n\nIn the meeting, I was subjected to an unprecedented and severe rebuke. The leader said: “We couldn’t raise our heads when we go out for meetings. You were directly criticized by another director. As the director of the emergency department of the Wuhan Central Hospital, you are a professional. How can you not have any principles and be so undisciplined to spread rumours?” These are his exact words. He wanted me to communicate verbally, either through face to face meeting or call one by one, to all 200+people in the department that we are not allowed to spread this pneumonia information via WeChat or SMS, “not even to our husbands”.\n\nI was stunned. He didn’t criticize me for not working hard, but he made it sound like I destroyed the entire Wuhan’s urban development’s current outstanding situation. I was in despair. I am a very earnest and hardworking person. I felt that everything I did followed the rules and are within reasons. What have I done wrongly? I saw this report. I also reported it to the hospital. My classmates, colleagues and I discussed the situation of a certain patient without disclosing his/her personal information. It is similar to discussing a medical case amongst medical students. As a clinical doctor, how can you not share the information with other doctors when they ask you about patients who you are aware of being infected with a very critical virus? This is the natural instinct of a doctor, right? What wrong have I done? I did what a doctor and any average person would do. I believe everyone would have reacted the same way.\n\nI was very emotional at the time. I told the committee that I did this and it had nothing to do with others — you can incarcerate me. I expressed concern that my current situation was not suitable for me to continue to work, that I needed a break. The leader did not agree, he told me that this is the time to face the test.\n\nI went home that night, remembering clearly having told my husband that if anything were to have happened to me, he’ll have to raise the children by himself. My second child is still very young, only a bit over one year old. My husband thought it was nonsense then. I didn’t tell him about the rebuke.\n\nIt was only after 20th of January, when Zhong Nanshan, the advisor managing the coronavirus crisis in China, announced that the virus can be transmitted through person-to-person contact that I told my husband what had happened that day. Prior to that, I merely warned my family not to go to crowded places and wear masks when going out.\n\nPeripheral Departments\n\nMany worried that I was amongst one of the eight who were admonished. However, I was not rebuked by the Public Security Bureau. Later, a close friend asked me, are you a whistleblower? I said that I am not a whistleblower. I am the one who provided the whistle.\n\nBut that meeting hit me hard, very hard. After I returned, I felt that my whole heart collapsed. I really forced myself to work hard and diligently. Then, I wouldn’t have to answer any question when someone asked.\n\nAll I could do is to have the emergency department pay close attention to prevention and protection. We have more than 200 people in the emergency department. As of January 1st, I asked everyone to strengthen all preventative precautions. Everyone must wear masks and hats, and use hand sanitizers. I remember one day when a male nurse failed to wear a mask in his shift, I scolded him on the spot, “do not come to work without a mask in the future.\n\nOn January 9th, after my shift, I saw a patient coughing at everyone at the pre-examination table. From that day on, I asked my staff to provide one mask to every patient that walked in. It was not the time to save money. However, it was quite contradictory when the authority stated that the virus cannot be transmitted via person-to-person contact, while I still emphasized the need to strengthen our preventive measures. (Chinese official only announced that COVID-19 can be spread through contact with an infected person on January 20th, 2020).\n\nDuring that period, I felt very constrained. It was very painful. Some doctors proposed to wear the isolation gown outside of our normal clothes, but after a meeting, the hospital did not allow the attire of the isolation gown as it may cause panic. Hence, I asked the staff to wear the isolation gown inside our medical coats. This did not conform to our usual standards and it was very ridiculous.\n\nWe helplessly watched more and more patients enter the hospital as the radius of the infectious area expanded wider and wider. First, it was around the Huanan Seafood Market. As the radius expanded, many were infected through family contact. Among the first seven confirmed cases, a mother was infected by her son when delivering his meal to him. A doctor in the clinic was infected by a patient when the patient was getting an injection. All of the infected individuals were critically ill. I knew then (before Jan 20th) that the virus can be transmitted via person-to-person contact. Otherwise, how could there be more and more patients even after the Huanan Seafood Market was shut down on January 1st?\n\nI thought to myself many times, if they didn’t reprimand me at the time, instead they calmly questioned me about what happened and communicated with other respiratory experts, maybe the situation would have been better. At least, I could have discussed this more in the hospital. If everyone was alerted on January 1st, there would not be so many tragedies.\n\nOn the afternoon of January 3rd, at the Nanjing Road Branch, several urologists gathered to review the working history of a former director. Doctor Weifeng Hu, 43 years old, attended the gathering. Today, he is under an emergency rescue. On the afternoon of January 8th, on the 22nd floor of the Nanjing Road Branch, Director Jiang Xueqing (the soft-spoken doctor) organized a rehabilitation party for cancer patients in Wuhan. On the morning of January 11th, a department reported to me that Hu Ziwei, a nurse in the emergency room, was infected. She may be the first nurse to be infected at the central hospital. I immediately reported the situation to the chief of the medical department. The hospital held an emergency meeting. In the meeting, we were instructed to change the report from “two lung infections, viral pneumonia?” to “two lungs scattered infection”. In the last weekly meeting on January 16th, a deputy dean was still saying, “Everyone should have some medical knowledge. Several senior doctors should not scare themselves to death.” Another director continued saying: ” The virus cannot be transmitted through person-to-person contact. This can be prevented, treated, and controlled.” One day later, on January 17th, Director Jiang Xueqing was hospitalized. 10 days later he was intubated and required ECMO.\n\nThe Central Hospital has paid a huge price as the result of lack of information transparency among medical staff. The staff in the ER and the respiratory department were not heavily infected, because we had stronger sense of preventative measurements. Also, we received medical treatments immediately if we were sick. The critically infected all happened in the peripheral departments. Dr Li Wenliang was an ophthalmologist and Dr. Jiang Xueqing was the director of Breast & Thyroid Surgery. (They both passed away from the virus)\n\nDr. Jiang Xueqing was a very good person with a high degree of medical skills. He received one of the two Chinese physician awards at the hospital. He and I were also neighbours, living in the same unit. My apartment is around the 40th floor. His was around the 30th floor. We had a great relationship. We were both too busy with work so we could only meet each other in meetings, medical events and conferences. He was a workaholic. He was either in the surgery room or in his office treating patients. No one would intentionally make the effort to tell him: “Director Jiang, you should be cautious. Pay attention and wear a mask”. He also didn’t have the time and energy to inquire about these things. Under the situation, he must have been careless and thought: “What’s the big deal? It’s just pneumonia.” This was what people in his department told me.\n\nIf all these doctors received a timely reminder, maybe this day would have never arrived. Therefore, as a person who was personally involved, I regretted greatly. Had I known what would happen today, I would not care about all the reprimands and criticisms and would speak up everywhere, right?\n\nAlthough Dr. Li Wenliang and I were in the same hospital, I didn’t know him until he passed away. There are over 4000 staff in the hospital and we were always busy. The night before he passed away, the director of the ICU asked urgently to borrow a cardiac press from the ER and said that it was to rescue Li Wenliang. I was shocked by the news. I did not understand what Li Wenliang had gone through, but I questioned whether maybe his condition was affected by his emotions after receiving the harsh rebuke? Because I could empathise with that.\n\nLater, when Li Wenliang was proven to be right, I could very well understand his feelings. It might have been similar to mine. It was neither excitement or happiness, but regret. It was the regret that we should have continued speaking out loudly when everyone was asking about it. I thought to myself multiple times, how great would it be if time could be rewinded.\nImage for post\nImage for post\n\nIt is good to be alive\n\nOn January 23, the night before Wuhan city announced lockdown, someone (potentially from the government related department) called and inquired about the real conditions of patients in the emergency room in Wuhan. I asked him if he represents himself or the government. He said he is asking this personally. Then I told him that 1523 patients were admitted to our emergency department on January 21st, which is three times more than our busiest time. Out of those 1523 patients, 655 of them had fever.\n\nDuring that time, the situation of the emergency room will never be forgotten by those who have experienced it. It would even subvert all your outlook on life.\n\nIf this was a war, the emergency room was at the forefront. The beds in the hospital were full. None of the patients were accepted at the ER for treatment. The ICU also strongly refused, claiming that the current healthy patients were at risk of getting infected if there was open access. Nevertheless, patients flooded through the ER endlessly, and the road behind was blocked, so they all just piled up at the ER. Patients had to wait in line for hours in order to see a doctor. We couldn’t get off work at all. There was no way to distinguish the incoming patients from the fever check or ER. The hall was full of patients, so was the resuscitation room and the infusion room.\n\nOne patient’s family came and asked for a bed. He said his father was dying in the car, but he couldn’t get into the hospital because the underground garage was closed. There was not much I could do, but to rush to the car with few medical staff and equipment. When we arrived, his father had passed away. How do you think it felt? It felt extremely terrible. The man died in the car without any chances of getting out.\n\nAt the hospital here was another elderly woman — her husband had just passed away in Jinyintan Hospital. Both her son and daughter were infected, and her son-in-law provided care to the elderly woman. While she was getting an injection, I could tell that she was very ill, so I immediately transferred her to the respiratory department. Her son-in-law seemed like a very well-mannered person. He came to me and said: “Thank you, doctor”. My heart tightened and told him: “Hurry, she can’t wait”. Unfortunately, the old lady died as she arrived at the respiratory department. Though it only took a few seconds to say “thank you”, it delayed the process. This thank you weighed me down.\n\nIn many cases, it became the last time they saw each other when family members accompanied the patients to the ICU. There was no chance for them to meet again.\n\nI remember, on the morning of Chinese New Year’s Eve, as I finished my shift, I asked everyone to take a photo together to commemorate the occasion. I even sent out the photo to my friends. No one said any blessings on that day. During this time, it was just good to be alive.\n\nIn the past, if we made any tiny mistake, for example, not conducting the injection on time, the patient might throw a tantrum. Now, no one lost his/her temper. Everyone felt defeated and confused from this sudden blow.\n\nYou rarely see family members cry for the death of their loved ones, because there were too many. Some people didn’t even ask the doctors to save their family member anymore; instead they asked the doctors to release their family from the pain. At times like this, everyone was afraid of being infected.\n\nThere was one particular day when the line to get a fever check was five hours. A woman passed out while waiting in line. She wore a leather jacket, carried a bag and was in high heels. She seemed like a middle-aged woman with a quality life. But nobody dared to come forward and help her. She just laid there for a long time until I called the nurses and doctors to lift her up.\n\nOn the morning of January 30th, the son of an elderly man died at the age of 32. The old man stared at the doctor handing him the death certificate of his son. There were no tears at all. The old man didn’t know how to cry. He couldn’t cry. Judging from his attire, I think he might have been just a wage worker from outside of Wuhan. There was no channel for him to call for help. Without the virus diagnosis, his son became a death certificate.\n\nThis is also what I want to appeal. The patients who died in the ER were all undiagnosed and could not be confirmed as the coronavirus cases. After this epidemic passed, I really hope we can give them an explanation and give their families some comfort; our miserable and pitiful patients.\n\n“Lucky”\n\nBeing a doctor for so many years, I never thought there would be any difficulty that could bring me down. I think this relates to my past experiences and personality.\n\nAt the age of 9, my father died of gastric cancer. At that time, I thought I would grow up to become a doctor and save the lives of others. When I took the college entrance examination, all my top choices were in medicine, and I finally got accepted into the Tongji Medical College. After graduating in 1997, I started working at the Wuhan Central Hospital. I first served in the cardiovascular department and in 2010, I became the director of the emergency department.\n\nI feel like the emergency room is just like my child. I have managed to expand this department to such a degree. Everyone is united. It is not an easy thing to do. So I deeply cherish this department and this team.\n\nA few days ago, one of my nurses sent a message to the group chat expressing how she missed the hustling and bustling department of the old days, compared to, this over-saturated workload.\n\nBefore this epidemic, the ER dealt with cases such as myocardial infarction, cerebral infarction, gastrointestinal bleeding, and external injuries. Our busy workload gave us a sense of accomplishment. The goal was clear. We knew the standard procedures for every kind of patient. We were clear about next steps, we understood how to solve emerging problems. Now, we are unable to handle so many critical patients and admit them to the hospital. Our medical staff are involved in this high risk environment. We feel helpless and agonised from this overwhelming workload.\n\nOne day around eight in the morning, a young doctor in our department sent me a WeChat message. He said he would not come to work because he was unwell. However, the ER has a strict rule. You have to let me know beforehand if you feel unwell so I have some time to arrange. How can I find anyone to take over your work at eight in the morning. He was outraged by my reply. He said a huge amount of suspicious infected cases were discharged from the ER and this is a sin. I know this came from the conscience of being a doctor, yet I was also upset. I told him, you can sue me. But if you are the director of ER, what would you do?\n\nThe doctor came back to work after a few days of rest. I knew he was not afraid of death or exhaustion. He was overwhelmed by the situation, having to face the amount of patients all at once.\n\nAs doctors, especially the many doctors who came to provide support, we struggled to bear the psychological burden of the crisis. Doctors and nurses cried, for each other, and for ourselves — no one knew when they might be infected.\n\nAround the end of January, leaders in the hospital started to get ill, one after another — including our office director and three deans. The daughter of our division chief also fell ill and rested at home. During that period many of those who were ill were unattended. There was a general feeling that you had to keep fighting alone.\n\nPeople around me also started collapsing one by one. On January 18th, at 8:30 in the morning, our first ER doctor told me that he was infected. He had no fever, but in the CT scan a large portion of his lungs looked like fog glass.\n\nSoon after, another ER nurse, who managed the isolation ward, told me that she had also fallen sick, and that evening our head nurse yielded as well. At the time the first feeling I had was they were lucky. They got sick early, so they could retreat early from this battle zone.\n\nI had been in close contact with these three people. Working everyday, I truly believed that I would definitely collapse one day. But it never happened. Everyone in the hospital thought I was a miracle. My own analysis is that it might be because I have asthma and I use inhaled hormones that may inhibit the sediments of the virus in the lungs.\n\nI always feel that people working in the ER are affectionate. In Chinese hospitals, the status of the ER staff is generally lower than staff in other medical departments. Most people think that ER is nothing more than a passageway where patients simply get admitted. During this epidemic fight, this hierarchy still remains.\n\nIn the early days of the epidemic, the resources were not sufficient. Sometimes the quality of the isolation gowns assigned to the ER were very poor. I was very angry when I saw that our nurses wore such quality gears to work. I lost my temper in the weekly meeting. Later, many directors from other departments provided me with the gowns they hid for themselves.\n\nEating was also an issue. The management of the hospital struggled intensely to continue when there were so many patients, and no one remembered that people in the ER also needed to eat. While many other departments got off work and had sufficient supplies to drink and eat, we had nothing. A doctor from a fever outpatient WeChat group complained that, “The only supply we have in the ER department is a diaper”. The ER was at the forefront of the virus, but this was our result. Sometimes, I feel very angry.\n\nOur team is really incredible. People only left the frontline work when they fell sick. This time, more than 40 people in our emergency room were infected. I created a chat group for them, originally named the “ER sick group”. Our head nurse said it sounded too ill-boding, so it became the “ER fighting group”. Even the sick staff rarely expressed feeling pessimistic and desperate or held a complaining mentality. They were quite positive overall, focused on helping each other to overcome difficulties.\n\nThese young people were such good team members, but they suffered under my department. I sincerely hope that our country will increase the support and the investment to the emergency department after this epidemic. In many other countries, the ER professionals are highly valued in their medical systems.\n\nUnachievable happiness\n\nOn February 17th, I received a WeChat message from that classmate at Tongji Hospital. He said “Sorry” to me. I said, “Fortunately, you passed on the message and alerted some people in time”. If the classmate didn’t pass it on, there might not be those 8 whistleblowers, such as Dr. Li, Wenliang, and less people would know about this.\n\nDuring the coronavirus crisis, three female doctors in our ER faced family infection. The father-in-law, mother-in-law, and husband of the two female doctors were infected. Another female doctor had five family members infected, including her father, mother, sister, husband and herself. Although we ER staff found out about the virus relatively early, it turned out to be like this. The virus caused a great deal of loss. The price to pay is too dire.\n\nThis cost is reflected in all aspects of our lives. Those who have died, those who were sick, those who card, all suffered.\n\nIn our “ER Fighting group”, people often exchanged information about each other’s physical conditions. Someone would ask, “Is it ok if the heart rate is always 120 beats per minute?” That definitely matters. If their heart flustered whenever they move, this will affect them for life. Will they have heart failure as they get older? It is hard to say. However, they might not be able to hike or travel like other regular people.\n\nWuhan City was such a lively place, but now, how quiet it is. Many things are running out and we need the whole country to support.\n\nA few days ago, a nurse of a medical team from Guangxi Province suddenly fainted while at work. She was rescued and gained a heartbeat, but she was still in a coma. If she didn’t come to Wuhan City to support us, she could have had a great life back at home. There wouldn’t have been this kind of incident. So, I think we owe everyone much favor, really.\n\nHaving experienced this epidemic, many people in the hospital have been hit hard. Several medical staff in my team had thoughts of resigning, including some key members. People started questioning those familiar concepts and common knowledge of this profession. Is it right to work this hard? Just like Dr. Jiang Xueqing, he was too diligent and treated his patients too well. He conducted surgery during holidays every year. Someone shared a WeChat message from the daughter of Jian Xueqing, saying that all her father’s time was dedicated to his patients.\n\nI even had countless thoughts myself. Should I have returned home to be a housewife? After the epidemic, I basically did not go home. My husband and I moved out of the house. My sister stayed in my home to help take care of my children. My second child almost didn’t recognize me. He didn’t have any response in the video call. I was disheartened. It was not easy for me to give birth to this second child. I had gestational diabetes mellitus and the child was just 10 kg at birth. Before the virusI was still breastfeeding, but I had to stop because of the epidemic. When I made the decision, I was a bit upset. My husband said to me: “It is not often for a person to face such a huge thing in her life. In addition, you are not just the participant, you are the leader who leads a team to fight the war. It is really meaningful. Also, we can reminisce when everything goes back to normal. It will also be a very precious experience”.\n\nThe hospital leader spoke to me on the morning of February 21st. I actually would have liked to ask a few questions, such as, do you think those criticisms were wrong that day? I wish they would give me an apology, but I dare not ask. No one apologised to me on any occasion.\n\nI still feel that this incident proves that each individual should insist on having their independent thoughts. We need people to stand up and speak the truth. The world has to have different voices, right?\n\nAs a Wuhaner, who does not love our city? Now, every time that we recall the ordinary life we used to have, it seems like such a luxurious blessing. I now feel that holding my baby, playing with my child on the slide, or watching a movie with my husband are all happiness. These used to be so ordinary, but they are unachievable now.\n", "English title": "The person who handed out the whistle — the warning of coronavirus (COVID-19)", "slug": "894", "Keywords": "Li Wenliang, Ai Fen, Wuhan", "原文標題": "《人物》3月刊封面《武汉医生》艾芬-发哨子的人"}, {"Information Type": "news and articles", "Published on": "2020-03-19", "Archive URL": "https://web.archive.org/web/20210224082001/https://m.jiemian.com/article/4139295.html", "Medium/Platform": "Jiemian.com", "Text in English": "G", "Original Url": "https://m.jiemian.com/article/4139295.html", "English content": "", "English title": "Anti-HIV Drugs Can't Shorten the Treatment Time for COVID-19 Patients, accoriding the Research published on The New England Journal of Medicine ", "slug": "896", "Keywords": "Anti-HIV drugs, treatment", "原文標題": "《新英格兰医学杂志》：抗艾滋药物未能缩短新冠患者病情改善时间"}, {"Information Type": "news and articles", "Published on": "2020-01-29", "Archive URL": "https://github.com/Pratitya/wuhan2020-timeline/issues/21", "Medium/Platform": "COVID-19-Timeline", "Text in English": "Y", "Original Url": "https://covid19.forget.eu.org/", "English content": "The New England Journal of Medicine has published a thesis titled “Early Transmission Dynamics of 2019-nCOV,” its corresponding authors are the Chinese Center for Disease Control and Prevention Deputy Director Zijian Feng, and Hubei Provincial Center for Disease Control and Prevention, Wuhan, Hubei Director Bo Yang; the Chinese Center for Disease Control and Prevention Director George F. Gao is co-author.", "English title": "The New England Journal of Medicine has published a thesis titled “Early Transmission Dynamics of 2019-nCOV,” its corresponding authors are the Chinese Center for Disease Control and Prevention Deputy Director Zijian Feng, and Hubei Provincial Center for Disease Control and Prevention, Wuhan, Hubei Director Bo Yang; the Chinese Center for Disease Control and Prevention Director George F. Gao is co-author.", "slug": "897", "Keywords": "The New England Journal of Medicine, Early Transmission Dynamics of 2019-nCOV, ", "原文標題": "《新英格兰医学杂志》发表论文[《新型冠状病毒感染的肺炎在中国武汉的初期传播动力学，通讯作者是中国疾控中心副主任冯子健与湖北省疾控中心主任杨波，中国疾控中心主任高福是共同作者"}, {"Information Type": "news and articles", "Published on": "2020-03-11", "Archive URL": "", "Medium/Platform": "The China News Weekly", "Text in English": "G", "Original Url": "http://news.inewsweek.cn/society/2020-03-11/8763.shtml", "English content": "", "English title": "Amendement to Wild Animals Protection Act Has been Started. Professionals Suggests That the Goals of the Act Should Not Only Be Protecting Endangered Species but Also Stopping People from Eating Wild Animals.", "slug": "898", "Keywords": "eat, wild animals", "原文標題": "《野生动物保护法》启动修订，专家呼吁不能只保护珍稀濒危而要全面“禁野”"}, {"Information Type": "news and articles", "Published on": "2020-02-25", "Archive URL": "http://www.bjnews.com.cn/feature/2020/02/25/694706.html", "Medium/Platform": "The Beijing News", "Text in English": "G", "Original Url": "http://www.bjnews.com.cn/feature/2020/02/25/694706.html", "English content": "", "English title": "Citizens' \"Photo Diary\" under COVID-19", "slug": "899", "Keywords": "Photos, Diary", "原文標題": "人人皆有诗心：《余生一日》，疫情下的国人“影像日记”"}, {"Information Type": "social media posts", "Published on": "2019-01-09", "Archive URL": "https://terminus2049.github.io/archive/2019/01/09/zhangkoukou.html", "Medium/Platform": "Wechat", "Text in English": "G", "Original Url": "http://wechatscope.jmsc.hku.hk:8000/html?fn=gh_b17c6b44f14b_2019-01-09_2247485584_2fp0SiNrkx.y.tar.gz", "English content": "", "English title": "", "slug": "900", "Keywords": "Zhange Kou Kou", "原文標題": "《张扣扣案一审辩护词(全文)：一叶一沙一世界》触碰心灵 极度震撼"}, {"Information Type": "news and articles", "Published on": "2020-01-31", "Archive URL": "https://github.com/Pratitya/wuhan2020-timeline/issues/21", "Medium/Platform": "COVID-19-Timeline", "Text in English": "G", "Original Url": "https://covid19.forget.eu.org/", "English content": "", "English title": "Wechat page \"Intellectual\" Published a Post Titled \"An Argument Caused by a Thesis on The New England Journal of Medicine: Converative or Delaying Report\"", "slug": "901", "Keywords": " The New England Journal of Medicine", "原文標題": "《知识分子》微信公众号发布[“瞒报”还是“保守”？一篇论文引发武汉疫情争议]"}, {"Information Type": "news and articles", "Published on": "2020-02-23", "Archive URL": "https://github.com/Pratitya/wuhan2020-timeline/issues/21", "Medium/Platform": "\nCOVID-19-Timeline", "Text in English": "Y", "Original Url": "https://covid19.forget.eu.org/", "English content": "SCIENTIA SINICA Vitae has published the article “An interim review of lessons from the Novel Coronavirus (SARS-CoV-2) outbreak in Chin” written by the team of Shangai Jaio Tong University School of Medicine led by Chinese Academy of Science Academician Guo-Qiang Chen ", "English title": "\nSCIENTIA SINICA Vitae has published the article “An interim review of lessons from the Novel Coronavirus (SARS-CoV-2) outbreak in Chin” written by the team of Shangai Jaio Tong University School of Medicine led by Chinese Academy of Science Academician Guo-Qiang Chen \n", "slug": "902", "Keywords": "SCIENTIA SINICA Vitae, Chinese Academy of Science ", "原文標題": "《中国科学：生命科学》杂志在线发表了由中国科学院院士陈国强牵头的上海交通大学医学院团队撰写的专题评述论文：[《新型冠状病毒感染疫情下的思考》]，反思新冠疫情中暴露出的十大问题"}, {"Information Type": "news and articles", "Published on": "2020-02-12", "Archive URL": "https://github.com/Pratitya/wuhan2020-timeline/issues/21", "Medium/Platform": "\nCOVID-19-Timeline", "Text in English": "Y", "Original Url": "https://covid19.forget.eu.org/", "English content": "Chinese Journal of Epidemiology’s web site has released The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team’s newest thesis titled” Epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China.” ", "English title": "Chinese Journal of Epidemiology’s web site has released The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team’s newest thesis titled” Epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China.” ", "slug": "903", "Keywords": "Chinese Journal of Epidemiology, number of deaths", "原文標題": "《中华流行病学杂志》官网挂出了中国疾病预防控制中心新型冠状病毒肺炎应急响应机制流行病学组最新论文[《新型冠状病毒肺炎流行病学特征分析》]，论文对截至2020年2月11日中国内地报告所有病例进行了流行病学特征进行描述和分析，数据显示，按照发病日统计，2019年12月31日前有感染者104人，这些人中有15人死亡"}, {"Information Type": "news and articles", "Published on": "2020-03-22", "Archive URL": "https://web.archive.org/web/20210225022255/https://www.thepaper.cn/newsDetail_forward_11413522", "Medium/Platform": "The Paper", "Text in English": "G", "Original Url": "https://www.thepaper.cn/newsDetail_forward_11413522", "English content": "", "English title": "Nature magazine reported that 60% COVID-19 infected patients show no symptoms or mild symptoms", "slug": "904", "Keywords": "Nature, no symptoms", "原文標題": "《自然》杂志最新报道：冠状病毒轻症或无症状感染者约60%"}]