[{"English title": "2020-03-10", "原文標題": "Y", "English content": "李文亮,Li Wenliang,艾芬Ai Fen,武漢Wuhan,吹哨者,whistleblower", "slug": "894", "Medium/Platform": "https://web.archive.org/web/*/https://mp.weixin.qq.com/s/nEy0jq5wjj-g6DQVZep1Wg", "Text in English": "The person who handed out the whistle — the warning of coronavirus (COVID-19)\nThis translation is made by COVID-19 Asia Observer, and its link is https://medium.com/@covid19asia/how-did-the-coronavirus-covid-19-outbreak-start-in-wuhan-china-5c5b0b270710\nPlease follow the instruction on Common Creative License and Copy Rights of the above webpage. \n\n “If all these doctors received a timely reminder, maybe this day would have never arrived.” Ai Fen\n\nOn December 30th, 2019, Ai Fen received a virus detection report regarding a patient with unknown pneumonia. She circled the words “SARS coronavirus” in red. When asked by one of her university peers, she took a photo of this report and sent it to this fellow doctor. The same night, this report was shared throughout the entire circle of doctors in Wuhan. Those who forwarded the reports include the eight doctors who were investigated by the police for “spreading rumours.”\n\nAi Fen was identified as the original author of the report and was unprecedentedly and sharply reprimanded by the hospital disciplinary committee for spreading rumours as a professional.\n\nAccording to some previous news reports, Ai Fen, when she surfaced, was described as “another female doctor who has been warned”.\n\nSome people called her a whistleblower, but Ai Fen has corrected this statement — she is not a whistleblower, but the person who handed out the whistle.\n\n    This is the second interview article of “Wuhan Doctor”series in a Chinese magazine issue, 人物 (Renwu or People). March, 2020.\n\n    Aurthor｜龚菁琦 Guon JinQi ; Editor｜金石 Jin Shi ; Photograhy｜尹夕远 Yen XiYuan\n\nIt was 5am on March 1st when I received the text from Ai Fen, the Director of the Emergency Department (ER) of Wuhan Central Hospital, who agreed to the interview. Approximately half an hour later, 5:32 am, her peer Jiang Xueqing, the Director of Thyroid and Breast Surgery, passed away from the novel coronavirus, now known as COVID-19. Two days later, the deputy director of Ophthalmology of the hospital, Mei Zhongming, passed away. Mei and Li Wenliang were in the same department.\n\n(Dr. Li Wenliang was one of the eight whistleblowers of coronavirus who died on February 7th, 2020. Dr. Jian Xueqing has worked in the Wuhan Central Hospital for thirty years. He was known as the warm doctor with a soft voice).\n\nAs of March 9th, 2020, four medical staff from the Wuhan Central Hospital have passed away from COVID-19. Since the outbreak, this hospital, just a few kilometers away from the Huanan Seafood Market, has become one of the most infected hospitals in Wuhan City. According to media reports, more than 200 people in Wuhan Central hospital were infected, including three vice presidents and multiple functional department directors. Moreover, several sectional directors are currently using extracorporeal membrane oxygenation (ECMO) to maintain their health.\n\nWuhan Central Hospital, the largest grade A hospital (first class hospital) in central Wuhan is overshadowed by death. A doctor told 人物 (Renwu or People), almost no one spoke in the hospital, but all mourned and discussed in private.\n\nThe tragedy of the coronavirus had a chance to be avoided. On December 30th, 2019, Ai Fen received a virus detection report regarding a patient with unknown pneumonia. She circled the words “SARS coronavirus” in red. When Ai Fen was asked by one of her university peers, she took a photo of this report and sent it to this fellow doctor. The same night, this report was shared throughout the entire circle of doctors in Wuhan. Those who forwarded the reports include the eight doctors who were investigated by the police for “spreading rumours.”\n\nAi Fen was identified as the original author of the report and was unprecedentedly and sharply reprimanded by the hospital disciplinary committee for spreading rumours as a professional.\n\nIn the afternoon of March 2nd, Ai Fen agreed to have an interview with People in the Nanjing Road District of Wuhan Central Hospital. She sat in the emergency room office alone. The emergency department, which used to admit more than 1,500 patients a day, is now quiet. Only one homeless person lied there in the emergency hall.\n\nAccording to some previous news reports, Ai Fen, when she surfaced, was described as “another female doctor who has been warned”. Some people called her a whistleblower, but Ai Fen has corrected this statement— she is not a whistleblower, but the person who handed out the whistle. During the interview with People, Ai Fen mentioned the word “regret” multiple times. She regretted not being able to continue blowing the whistle after the “disciplinary discussion”, especially towards her peers who had passed away. “Had I known what would happen today, I would not care about all the reprimands and criticisms, and would speak up about it everywhere, right?”\n\nWhat have Ai Fen and the Wuhan Central Hospital experienced in the past two months? Below is Ai Fen’s narrative.\n\nThe unprecedented rebuke (This is a translation of Ai Fen recounting the story in her own words)\n\nOn December 16, 2020, our Emergency Department at the Nanjing Road Branch of Wuhan Central Hospital admitted a patient. The patient had an unexplainable high fever, The medication didn’t work and the body temperature didn’t come down. On December 22nd, the patient was transferred to the respiratory department and a bronchoscopy was performed, so that his/her alveolar lavage fluid could be acquired. The sample was sent to an external institution for high-throughput sequencing. Later, the result was informed orally, stating that it is coronavirus. At that time, a colleague who managed the hospital beds whispered several times in my ear: “Director Ai, that person is reported to be infected with coronavirus”. It was only afterwards that we found out the patient had worked in the Huanan Seafood Market (The first accused community-infected location).\n\nOn December 27th, another patient arrived at our Nanjing Road Branch. The patient was the nephew of a doctor in our department. He was in his 40s. He did not have any preexisting illness; however, his lungs were messed up and his blood oxygen saturation value was only 90% (A healthy individual should be above 94%). The hospital treated him for almost 10 days without any improvement, and the patient was transferred to the respiratory department. He also received a bronchoscopy, and his alveolar lavage fluid was sent out for testing.\n\nAt noon on December 30th, my classmate at Tongji Hospital sent me a screenshot through WeChat, which said: “Don’t go to the Huanan Seafood Market, many people came out with high fever …”. He asked me if this message was true. At the time, I was looking at the CT scan of a patient with typical pulmonary infection. I sent my classmate an 11-seconds video recorded from the CT scan and told him that this came from a patient who was admitted to our emergency room this morning. He also came from the Huanan Seafood Market.\n\nJust after 4 pm on December 30th, my colleague showed me a report that stated: SARS coronavirus, Pseudomonas aeruginosa, 46 kinds of oral / respiratory colonization bacteria. I carefully and repeatedly read the report. One of the footnotes states: “SARS coronavirus is a positive-sense single-stranded RNA virus. The main transmission modes of the virus are short-range airborne transmission of expiratory droplets or indirect contact with expiratory droplets of infected patients. This is a special pneumonia that can be significantly contagious and can affect multiple organ systems. This is also known as atypical pneumonia”.\n\nAt that time, I broke out in a cold sweat. This is a terrifying thing. Normally, when a patient is admitted to the respiratory care unit, the respiratory department should report this case. However, to play it safe, I immediately called and reported the situation to the hospital’s public health department and the infectious disease department. At that time, the director of our respiratory department happened to pass by my door. He was once involved in the SARS crisis. I grabbed him and said: “We have a patient who was admitted to your department and we found out that he is infected with coronavirus”. He glanced and immediately said: “This is troublesome. I knew this would be very concerning”.\n\nAfter calling the departments of the hospital, I also circulated this report to one of my classmates. I purposely circled the sentence “SARS coronavirus, Pseudomonas aeruginosa, 46 types of oral/respiratory colonization bacteria” in red, to catch his attention. I also circulated the report in the doctor’s group chat to alert everyone to take precautions.\n\nOn the night of 30th December, the message was spread widely. The screenshot of the report with the red circle was everywhere. I found out later that the message doctor Li Wenliang (the famous whistleblower) passed around is the same screenshot. At that time, I smelled trouble. Around 10:20 pm, the hospital sent me a message, a notice from the city health committee. Essentially, it asked us to stop arbitrarily releasing information relating to the unknown pneumonia to avoid public panic. If panic is caused due to this information leakage, one should be held responsible.\n\nI was very scared at the time. I immediately forwarded the message to my classmate. About an hour later, the hospital sent another notice, emphasizing again that this internal pneumonia-related information should not be shared publicly. One day later, at 11:46 pm on 1st of January, 2020, the head of the hospital disciplinary committee sent me a message. He asked me to visit the committee the next morning.\n\nI couldn’t sleep that entire night. I was very worried and thought about this over and over again; yet I felt that there are always two sides to everything. Even if it caused adversity, it is not necessarily a bad thing to alert the medical staff in Wuhan to take precautions. Around eight o’clock the next morning, before I finished my shift, I was called immediately to the office.\n\nIn the meeting, I was subjected to an unprecedented and severe rebuke. The leader said: “We couldn’t raise our heads when we go out for meetings. You were directly criticized by another director. As the director of the emergency department of the Wuhan Central Hospital, you are a professional. How can you not have any principles and be so undisciplined to spread rumours?” These are his exact words. He wanted me to communicate verbally, either through face to face meeting or call one by one, to all 200+people in the department that we are not allowed to spread this pneumonia information via WeChat or SMS, “not even to our husbands”.\n\n\n", "Published on": "O", "Original Url": "发哨子的人", "Archive URL": "https://mp.weixin.qq.com/s/nEy0jq5wjj-g6DQVZep1Wg", "Keywords": "李文亮, 艾芬, 武漢", "Information Type": "People Magazine on Weixin"}, {"English title": "2020-03-19", "原文標題": "Y", "English content": "临床试验,clinical trial,新冠肺炎,COVID-19,治疗,treatment", "slug": "896", "Medium/Platform": "https://web.archive.org/web/20210224082001/https://m.jiemian.com/article/4139295.html", "Text in English": "March 19, Beijing Sino-Japanese cooperation by the Hospital and Hospital of Wuhan Jinyintan together to complete the first global randomized controlled clinical trials of new crown pneumonia COVID-19 online published in the \"New England Journal of Medicine\" (NEJM). The clinical trial to study the lopinavir / ritonavir (Kaletra) in treatment of severe pneumonia new crown (COVID-19) clinical results. This is the new crown since the virus outbreak, the world's leading medical journal, first published clinical trial results of new therapeutic crown of pneumonia, the same period allotted NEJM editorial praised the Chinese researchers, clinical trials conducted in such a difficult outbreak occasion as heroic move. The clinical trials of the English abbreviation for LOTUS China (Lopinavir Trial for Suppression of SARS-Cov-2 in China), corresponding author for the Sino-Japanese Friendship Hospital, Professor Cao Bin, president of Gold and Silver Lake Wuhan hospital Zhangding Yu, Chinese Academy of Engineering academician Wang Chen. There are first author of Capital Medical University, Department of Respiratory Diseases, Dr. Wang Yeming, Japan Institute of Clinical Medicine Fan Guohui. According to Cao Bin said that in early January this year to participate in Jinyintan hospital for treatment, first thought of favipiravir as drug candidates, followed by Los screened", "Published on": "O", "Original Url": "《新英格兰医学杂志》：抗艾滋药物未能缩短新冠患者病情改善时间", "Archive URL": "https://m.jiemian.com/article/4139295.html", "Keywords": "抗愛滋藥物, 治療", "Information Type": "Jiemian.com"}, {"English title": "2020-03-11", "原文標題": "Y", "English content": "野生动物,wild animals,野保法,wild animals protection act,修订,amend,bushmeat", "slug": "898", "Medium/Platform": "", "Text in English": "The current epidemic occasion, February 10, the National People's Congress Law Committee said it has started the deployment of \"Wild Animal Protection Law\" (hereinafter referred to as \"Wildlife Conservation Law\") revision, the proposed increase included in this year's National People's Congress legislative work plan and speed up the revision process and animal epidemic prevention law. In another development, will be the sixteenth meeting of the Thirteenth National People's Congress held on February 24, will consider the relevant proposal on the prohibition of illegal wildlife trade, get rid of excessive eating habits of wild animals, to effectively protect people's lives and health and safety . This is the second after 2016, \"Wildlife Conservation Law\" revised once again usher in opportunity. Before the announcement, many animal rights activists, scholars and institutions vocal initiative to amend the law. January 23, from 19 universities and research institutes of the National Academy of Sciences, a joint initiative of academics, emergency amended by the NPC, \"the Wildlife Conservation Law,\" the public health and safety content incorporated into the terms of use of wildlife. January 28, China Environment News, Research Center for Ecological Law Beijing Forestry University, China University of Political Science and Law of Environmental Resources Research Center, \"Friends of Nature\" four agencies jointly initiated legislative proposals fasting wildlife. \"Wildlife Conservation Law\" is temporarily added to the National People's Congress legislative plan, the equivalent of transfer students, the future revision of the timeline is unclear. \"\" Friends of Nature \"referred to the General Counsel Liu Jinmei,\" China News Weekly. \"According to her analysis, will be the sixteenth meeting of the Thirteenth National People's Congress held on February 24, may determine\" Wildlife Conservation law \"to modify the basic direction; after the revised draft to be released, usually first demonstration of in-house experts, and then released through the draft.\" If the dispute is particularly large, the draft needs to experience first trial, second and even third instance, each round the need for public comment. \"Liu Jinmei thus believe,\" Wildlife Conservation Law \"final revision may need to wait until the end of the year more than focus on\" total fasting \"current\" Wildlife Conservation Law \"stipulates that protected wild animal means\" precious, endangered terrestrial, aquatic wildlife and an important ecological, scientific and social value of terrestrial wild animals. \"not all wild animals are included in the scope of protection. according to Peking University and Conservation Center combing the landscape, protected species", "Published on": "O", "Original Url": "《野生动物保护法》启动修订，专家呼吁不能只保护珍稀濒危而要全面“禁野”", "Archive URL": "http://news.inewsweek.cn/society/2020-03-11/8763.shtml", "Keywords": "野生動物, 食用", "Information Type": "The China News Weekly"}, {"English title": "2020-02-25", "原文標題": "Y", "English content": "疫情,epidemic,纪录片,documentary,记录,document,影像日记,image diary", "slug": "899", "Medium/Platform": "http://www.bjnews.com.cn/feature/2020/02/25/694706.html", "Text in English": "\"Everyone has a poetic heart: \"\"rest day\"\", people under epidemic \"\"video diary\"\"\n2020-02-25 14:34 Reporter: Zhang Huilan Editor: Wang Jing Yi\nIn the process of looking material, write the script, Qin Xiaoyu continue to feel the fear and love of people living below the epidemic issued. He is convinced that this love, is exactly what we overcome fear, to overcome the power of apathy, selfishness and hostility. 2020 February 9. For most Chinese people, the memory of that day is not good. The new crown pneumonia epidemic is still spreading, many people in that day to see the health committee of the national communication guard - as of 24 February 8, the country reported a total of 37,198 cases of confirmed cases. This is the moment of the epidemic ordinary day. A lot of people home quarantine, go out wearing masks, brush with the latest news on the phone ...... However, to this day, will be imprinted in thousands of pick up the phone, the camera recorder's memory rest of his life. People February 5, documentary filmmaker, founder of the Qin Xiaoyu record elephant initiative of the Internet, inviting all to be affected by the outbreak of shooting yourself in any fragment of a life time in February 9. After receiving the material, and he will team together to produce a documentary, also a Chinese person in the epidemic of \"\"video diary\"\", named \"\"rest day.\"\" Up to now, Qin Xiaoyu team has received more than 3,000 submissions, the photographer throughout the country and even overseas, which are mostly Chinese. Qin Xiaoyu said that the current team is also finishing classified material, and two other editors screening material at the same time, he also wrote the script, want to make the film in time for the end of March in front of the world. 46-year-old Qin Xiaoyu is in Inner Mongolia, the poet, since 2015, he began directing documentaries or producer, multi-theme and focus on the bottom edge of the characters, such as love poetry migrant workers, hospice elderly. Production of \"\"rest day\"\" in this unique way, is based on the belief Qin Xiaoyu has always been: Everyone has the poetic heart, everyone has creativity. In the process of looking material, write the script, Qin Xiaoyu continue to confirm this belief, but also continue to feel the fear and love of people living below the epidemic issued. He is convinced that this love, is exactly what we overcome fear, to overcome the power of apathy, selfishness and hostility. The following is a dialogue with the Beijing News reporter Qin Xiaoyu: \"\"The rest day\"\" sponsor, documentary filmmaker Qin Xiaoyu. Beijing News: Why make such a documentary? Qin Xiaoyu: This is the first reaction of people as a documentary, because this epidemic itself has a particularly large recording significance, from the micro to the macro level has a significant impact on the macro-social, microscopic personal life, recording give future stay some documents. This method specific to the national record, the first requirement is based on epidemic prevention and control, we can not personally around shooting; second, the impact of the epidemic spread to all aspects, including various industries, various regions, everyone, it is clear that any technical teams are unlikely to have such human and material resources to do such a comprehensive record; third, a single documentary photographer will be subjective limitations, if you allow more people to participate, everyone with their own stand and look at the issue of point of view, the real record on their own terms, these things are lumped together, can present a more complete truth. Beijing News: Title why is it called \"\"day of rest\"\"? Qin Xiaoyu: we can come to understand it in the triple sense. First, it can be understood as \"\"catastrophe day\"\", this outbreak of all people, the whole society is a disaster, catastrophe\"", "Published on": "O", "Original Url": "人人皆有诗心：《余生一日》，疫情下的国人“影像日记”", "Archive URL": "http://www.bjnews.com.cn/feature/2020/02/25/694706.html", "Keywords": "影像, 日記", "Information Type": "The Beijing News"}, {"English title": "2020-03-23", "原文標題": "Y", "English content": "感染者,infected,无症状,Asymptomatic,病例,cases,冠状病毒,coronavirus", "slug": "904", "Medium/Platform": "https://web.archive.org/web/20210330023803/https://www.thepaper.cn/newsDetail_forward_6636110", "Text in English": "\"\"\"Nature\"\" magazine latest report: coronavirus mild or asymptomatic infection about 60%\n2020-03-22 19:07 Source: News · surging surging passenger numbers · Pai\nFinance graffiti font size\n\"\"Some highly contagious infection may have mild symptoms or no symptoms at the time.\"\"\nCompile: step shake\nEdit: tuya\nPublisher: FINANCE graffiti (ID: caijingtuya)\nThis article from the \"\"Nature\"\" magazine published a March 20 report.\nWith the worldwide surge in the outbreak of coronavirus, a research team is crucial to understand the epidemiology of the problem, what percentage of those infected have mild or asymptomatic, and may be transmitting the virus to others. To hide some cases these preliminary estimates suggest that they may account for about 60% of all infections.\nMany scientists suspect that the absence of a growing number of infected people can not or did not travel to affected areas known COVID-19 cases associated with, so there undetected cases of occult library, these risks are limited to cases asymptomatic. Most mild infections are not very ill, unable to seek medical attention, and may skip the screening methods such as temperature checks and the like, and therefore, the severity of this phenomenon and its role in the spread of the virus are still elusive. Michael Osterholm, director of Center for Infectious Disease Research and Policy in Minneapolis, University of Minnesota, said: \"\"Understanding the proportion of asymptomatic or mild cases really important for us to understand the cause of this epidemic the cause of the disease. \"\"this is trying to understand\"", "Published on": "O", "Original Url": "《自然》杂志最新报道：冠状病毒轻症或无症状感染者约60%", "Archive URL": "https://www.thepaper.cn/newsDetail_forward_6636110", "Keywords": "", "Information Type": "The Paper"}, {"English title": "2020-02-06", "原文標題": "Y", "English content": "李文亮,Li Wenliang,刪文,delete,言論自由,freedom of speech", "slug": "1037", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/02/%E3%80%90%E7%BD%91%E7%BB%9C%E6%B0%91%E8%AE%AE%E3%80%91%E6%88%91%E4%BB%AC%E8%A6%81%E8%A8%80%E8%AE%BA%E8%87%AA%E7%94%B1%EF%BC%81/", "Text in English": "CDT Editor's Note: After the death of Dr Li Wenliang news caused a wave of public opinion and then peak on social media, there are volunteers, we want freedom of speech launched # # topic on Weibo, have expressed requirements of freedom of speech, release information review and control, against the criminalization of free speech demands, but so far, this topic has been deleted Weibo, netizens quickly opened up another topic # # we demand freedom of speech sound continuously. The following is taken from China Digital Times editor User Reviews: @H *** _: # # we want freedom of speech for you and me @ Tower *** o: According to Article 35 of the Constitution of People's Republic of China, we want freedom of speech # # @ *** Chi Ma: we want freedom of speech # # I am a man, independent live, I shall enjoy the most basic human rights as a person. I am a citizen People's Republic of China, I should enjoy all the rights \"People's Republic of China Constitution,\" given to me. @ Wild yen ***: We want freedom of speech # # There is not any real freedom of speech, just to zy, zf the entrenched set a Constitution Article 35 to force the masses ignorant eyes fills all are false, the pursuit of truth as he was called disinformation, is hearts and minds is so firmly in control, not servility liberation (to be finished when the reactionaries caught up) early morning before brushing it, and now I sleep vain, huh millions of people afraid to stand out, this country would have been thought control, your life is your own, you create your own worth, the country is common to all of you contributed, so when the family is us, the people of alienation with the government should not be so deep, patriotism is the love of oneself, to question the government because the people have opinions on the country and in order to make the country more good before going to question, let the people even better, and those on the air vernacular is not a political book, our happy life that all of us Gongtongnuli contributed to the state just a synonym for all of us only. If my article was deleted, it only shows that China has no real freedom of speech @ dial *** beans: # # We want freedom of speech anyway owes an apology to Dr Lee. In addition more than words, then outstanding heritage, history for longer, even if the culture is not free to stand up, always in the eyes of others with disabilities. *** Street @ live: I joke tag as citizens of People's Republic of China and now we have to take a # # have freedom of speech is not it in the end which of the provisions of the Constitution? Online quite anxious *** @ ant friends: seeing blue words between the two numbers become black Zijun Zi Yang # uprightness is to prove that you love the night boundless delete topics in the dark it is deleted once made a # we want freedom of speech # @ rain *** vessels: no place for a person to tell the truth system, eventually killing an honest, courageous, dedicated citizens. Not only should only grief, but also should feel shame! Why did not the people freedom of speech, why not have questioned why there is no right to know, what television news media should be the government's tongue! ! ! Why you bossing we have to instill obedience! @ - *** o: # Can you do that you understand it # to keep anger for free to students to freely dead we want freedom of speech # # @ Black Rat ***: speech?? freedom is not a fundamental right of citizens do? Why are we going to be reduced to begging, belonged to our stuff. @K *** o: # # # I want the freedom of speech we want freedom of speech to write on the tombstone # cemetery was full of good name, a name is not the bad guys, they never die, they will live forever in the crowd @ *** in riding: Remember your anger, this is not the end, only a small start. Probably tomorrow, maybe the day after tomorrow, the greater the anger will hit, but must adhere to, if we are to be destroyed because of anger, that this piece of land on what basis does exist? # # @ School We want freedom of speech *** en: We want freedom of speech # # I hope that my country should be the people of the country. I hope my fellow citizens should be uninhibited people. @t *** Lin: # Can you do that? Do you understand yet ## we want freedom of speech # I People's Republic of China legal citizen, I want to give my all legitimate constitutional rights. I never do, I will never understand @ *** hanging pieces: # # we want freedom of speech, \"I want the Constitution gives me that world.\" @ *** in language: # # I want freedom of speech ha ha ha, we do not have, can not roll more than a few minutes, this topic will become black from blue, smoke point does not go @ *** note: we want freedom of speech # #! Long been taken away, which gave us! *** @ Sugar students: the virus has penetrated the country, not just ...... finally understand the body of the original old Luo why so worship the political life of the Republic of China, People's freedom of speech, academic freedom, the government is not the right to interfere. And now, we are not even a simple media reports are subject to interference of national governments, speak nicely called, stresses that the country did not sound good than days, people are not anything, really sick @ ...... countries and ** *: we sang countless times, unity is strength, remember? We really want to hold together! Dr Lee today, is the future of every one of us ordinary people. unity is strength! This time we really want to put down their opinions,", "Published on": "O", "Original Url": "【网络民议】我们要言论自由！", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/02/%e3%80%90%e7%bd%91%e7%bb%9c%e6%b0%91%e8%ae%ae%e3%80%91%e6%88%91%e4%bb%ac%e8%a6%81%e8%a8%80%e8%ae%ba%e8%87%aa%e7%94%b1%ef%bc%81/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-02-15", "原文標題": "Y", "English content": "口罩,mask,团购,group buy", "slug": "1038", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/02/%E3%80%90%E7%BD%91%E7%BB%9C%E6%B0%91%E8%AE%AE%E3%80%91%E6%9C%89%E4%BA%BA%E4%B9%B0%E4%BA%86%E4%B8%80%E6%89%B9%E5%8F%A3%E7%BD%A9%EF%BC%8C%E5%8F%91%E8%B4%A7%E5%9C%B0%E6%98%AF%E6%AD%A6%E6%B1%89%E6%80%BB/", "Text in English": "@ Long bow author: I think we broke the news aroused such concern. So, with the main parties in the event of buy, buy is the organizer (she herself does not use microblogging) after the communication, we have decided here to make a formal response: First, buy after this event, we are in a buy group's own group initiated. Since folk can not buy masks, we like mad to find a variety of channels, in light of this group, everyone had to buy Henan masks (real delivery of five hundred, follow out of stock), Vietnam masks (Customs seized .), Japanese masks (that is, broke the news in this group is a derivative of the channel, Wuhan shipments experienced police detained the quality inspection, and then gave us a) Second, the event key points: 1 derivative delivery time that these masks are from Henan factory outlet but Japanese products. Gave the name of the plant, as well as a factory floor after shooting video (video photographer was wearing a short-sleeved should not be shooting this season, but we did not care) 2. Masks issued, logistics is displayed is shipped from Wuhan . 3. masks arrived, the public security department first contacted us and said to go through the quality inspection can decide whether we took the masks. They sincerely explained the reasons: First, to determine that this is not sent to the Wuhan second-hand masks (you should be able to understand it); secondly, make sure it's not three no shoddy products. 4. masks arrived, the Friends group is accompanied by police officers went to the inspection. Alone when in contact with these package does not exist. At that time the outer box has a useful word \"aid\" oil-based pen to write. 5. After the quality inspection, that the mask quality is very good, not second-hand goods are not inferior goods, it agreed to the Friends group to go pick up (under the premise of trafficking but not for their own use). 6", "Published on": "O", "Original Url": "【网络民议】有人买了一批口罩，发货地是武汉总工会汉南工人文化宫，写着“救援物资”", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/02/%E3%80%90%E7%BD%91%E7%BB%9C%E6%B0%91%E8%AE%AE%E3%80%91%E6%9C%89%E4%BA%BA%E4%B9%B0%E4%BA%86%E4%B8%80%E6%89%B9%E5%8F%A3%E7%BD%A9%EF%BC%8C%E5%8F%91%E8%B4%A7%E5%9C%B0%E6%98%AF%E6%AD%A6%E6%B1%89%E6%80%BB/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-05-06", "原文標題": "Y", "English content": "中國,China,洩漏leak,監控,censorship,隱匿,cover", "slug": "1040", "Medium/Platform": "https://web.archive.org/web/*/https://hk.appledaily.com/china/20200516/VF72RZD7GGHLSKFNVPG4YT7DJI/", "Text in English": "\"Wuhan, China reported more than 80,000 people diagnosed with pneumonia, more than 4,000 people Infected death, but the US \"\"Foreign Policy\"\" (Foreign Policy) recently acquired Chinese National Defense University leaked files, conjecture the number of diagnosed lung Wu Chinese fear as many as 64 million people, is eight times the official figures.\n\nReported that the leaked database by the China National Committee Wei Jian, news reports and other information gathered from public sources, covering 230 cities,\"", "Published on": "O", "Original Url": "【武漢肺炎】美《外交政策》：中國國防科技大學洩資料  高達64萬人確診", "Archive URL": "https://hk.appledaily.com/china/20200516/VF72RZD7GGHLSKFNVPG4YT7DJI/", "Keywords": "", "Information Type": "Apple Daily HK"}, {"English title": "2020-04-04", "原文標題": "Y", "English content": "美國,US,法案,bill,李文亮,Li Wenliang,中國,China", "slug": "1041", "Medium/Platform": "https://web.archive.org/web/*/https://www.hk01.com/%E5%8D%B3%E6%99%82%E4%B8%AD%E5%9C%8B/456842/%E6%96%B0%E5%86%A0%E8%82%BA%E7%82%8E-%E7%BE%8E%E8%AD%B0%E5%93%A1%E6%93%AC%E6%8E%A8-%E6%9D%8E%E6%96%87%E4%BA%AE%E6%B3%95%E6%A1%88-%E5%A4%96%E4%BA%A4%E9%83%A8%E6%96%A5%E5%85%B6-%E4%B8%8D%E5%8B%99%E6%AD%A3%E6%A5%AD", "Text in English": "Written by: Lin Jin Last updated: 2020-04-04 15:05 novel coronavirus (COVID-19) spread worldwide. Earlier, US lawmakers have proposed the introduction of sanctions against foreign officials concealed the epidemic motion information, and plans to Wuhan epidemic \"whistle\" Li Wenliang name related bills. In this regard, China Department of State spokeswoman Hua Chunying said that these members \"proper job\", adding that, if in China, \"such a person may be asked long ago replaced the Chinese people.\" Recently, US Republican Senator Cotton (Tom Cotton), Holly (Josh Hawley) proposed a bill named Li Wenliang, giving special", "Published on": "O", "Original Url": "【新冠肺炎】美議員擬推「李文亮法案」　外交部斥其「不務正業」", "Archive URL": "https://www.hk01.com/%E5%8D%B3%E6%99%82%E4%B8%AD%E5%9C%8B/456842/%E6%96%B0%E5%86%A0%E8%82%BA%E7%82%8E-%E7%BE%8E%E8%AD%B0%E5%93%A1%E6%93%AC%E6%8E%A8-%E6%9D%8E%E6%96%87%E4%BA%AE%E6%B3%95%E6%A1%88-%E5%A4%96%E4%BA%A4%E9%83%A8%E6%96%A5%E5%85%B6-%E4%B8%8D%E5%8B%99%E6%AD%A3%E6%A5%AD", "Keywords": "", "Information Type": "HK01"}, {"English title": "2020-02-15", "原文標題": "Y", "English content": "派出所,police station,大外宣,propaganda,口罩,mask,捐助,donation", "slug": "1042", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/02/%E3%80%90%E6%96%B0%E9%97%BB%E8%BF%9E%E8%BF%9E%E7%9C%8B%E3%80%91%E5%B7%A7%E4%BA%86%EF%BC%81%E5%85%A8%E5%9B%BD%E5%A5%BD%E5%BF%83%E4%BA%BA%E9%83%BD%E4%B8%A2%E4%B8%8B%E9%92%B1%EF%BC%88%E7%89%A9/", "Text in English": "CDT Editor's note: In the new Wuhan crown pneumonia epidemic appears that someone noticed more similar wording appeared in news reports of people enthusiastic donors' contributions Wuhan, someone dropped the money or was a local police station and run \": These reports both appeared in the same contributions scene - the public Security Bureau (instead of charity), and the way people are donors - leaving money and run (good deeds without seeking recognition), some donors are exactly the same amount (1 million), and some turned to leave the office or even in the leadership, some donors occur repeatedly in the same place, most of these contributions is ultimately to the Red Cross and other official bodies. Some reports even include full details of the (process video, money and photographs, handwritten note scanning, etc.). CDT editing of these reports have been collected more. (A) Angola Online | guy leaving 500 police ran masks: you \"escape\" look so cool reported the incident: Lu'an City, Anhui Province January 27, Lu'an City, Anhui Province Public Security Bureau small Yuan Mountain within the police station, a young man in a hurry to leave 500 masks, simply said: \"you have worked hard!\" turned and ran. Police rushed to catch up, but did not catch up, had to express my gratitude with a salute. (B) surging News | man to the police station to leave money and ran: I reported the incident to the Chinese people: Tongxiang City, Zhejiang Province January 28, Tongxiang, Zhejiang. A man ran into the police station dropped 500 yuan, refused to give his name, identity, saying only that: I am a Chinese. Police catch up to ask, the man said: a serious epidemic, just want to do their modest force. (C) Hangzhou Daily | \"Xixi trouble donated hospital,\" the man ran to the police station leaving 100,000 reported the incident: Hangzhou, Zhejiang [ignorant \"Xixi trouble donated hospital,\" the man leave the police station open to the #! # 100000] ran today 12:30, instructor Hu Bin was leaving the police station yard directing work, suddenly stopped in front of a car, ran down a man: \"officer hello, I is not convenient to go to the hospital, Could you donate Xixi hospital, and now they are in patients admitted with pneumonia, trouble you ah!. \" While Hu Bin led the men want to register, the man put a thick wad of money in his arms a throw, commercial vehicles sit directly away, leaving a look ignorant Hu police officers, have not seen such a domineering donations. ! The inventory of a total of 100,000 Hong Kong dollars in cash, said Hu Bin, the man sounds like accent Hangzhou, Hangzhou is also a bike white car license plate, though do not know the name, have to say:!! Thank you for relying prison ( currency is reported in contributions HK) (d) of Shandong Education News | Rizhao City sanitation workers leave the money in the police station to report the incident and turned to leave: Rizhao City, Shandong Province January 31 morning, a sanitation uncle to sunshine Donggang West Lake police station, put a paper bag and ran away, police station open wrap it, there is a pile of money, with a note that read: Sharp Wuhan prevention and control center, add a little oil for the angels my little mind. Donggang sanitation. (E) Beijing Youth Daily | 68-year-old vegetable farmer ran to the police dropped 10,000 in cash to buy a mask you reported the incident to: Sanming City, Fujian Province February 3, Fujian Sanming a vegetable farmer stopped just checked the epidemic prevention and control of police, pulled out a wad of cash to the police, after leaving a \"buy some masks to the police.\" ran. Police react quickly hurried outside, and stopped him put the money back. Farmers adamant and refused to collect the money, left in a hurry. Police then learned that the 68-year-old uncle, a 7 people, its main source of income is by growing vegetables. (F) People | \"I love the motherland, please turn the country\", 217 yuan he \"lost\" down and ran to report the incident: Xi'an, Shaanxi Province, \"hey hey hey ...... This is what you!!!? \"around 5 February 14, Lintong District of Xi'an Ji Zhao Xinfeng police station just out of the police station door, she saw a man riding electric car fast approaching to their own. Zhao Ji ranging react, the man quickly a white plastic bag \"lost\" Ji Zhao foot drive after they left. Ji Zhao stopped the man tried to ask why, but the man had gone. Inventory in a folded sheet of paper caused by the crowd curiosity. After opening, crooked eight words written on pieces of paper - I love the motherland, go national. through", "Published on": "O", "Original Url": "【新闻连连看】巧了！全国好心人都“丢下钱（物）就跑” 全都捐给公安局", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/02/%e3%80%90%e6%96%b0%e9%97%bb%e8%bf%9e%e8%bf%9e%e7%9c%8b%e3%80%91%e5%b7%a7%e4%ba%86%ef%bc%81%e5%85%a8%e5%9b%bd%e5%a5%bd%e5%bf%83%e4%ba%ba%e9%83%bd%e4%b8%a2%e4%b8%8b%e9%92%b1%ef%bc%88%e7%89%a9/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-02-18", "原文標題": "Y", "English content": "中国,China,監控,censorship,刪文,delete,武汉,Wuhan,大外宣,propaganda", "slug": "1043", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/02/%E3%80%90%E6%96%B0%E9%97%BB%E8%BF%9E%E8%BF%9E%E7%9C%8B%E3%80%91%E9%80%A0%E5%81%87%E7%AC%91%E6%8E%89%E5%A4%A7%E7%89%99%EF%BC%8C-%E5%AE%98%E5%AA%92%E4%B8%80%E5%88%A0%E4%BA%86%E4%B9%8B%EF%BC%9F/", "Text in English": "It makes me the working people have to stand up and talk. Following the \"Han Net\" as the mayor of Wuhan heart-warming, official media and a masterpiece. But I can not hold back any longer. It stands to reason, all the people in this sorrowful moment, telling jokes is cruel. After Auschwitz, no poetry. A Wuhan resident downstairs, snow book two characters. An occasional photo, and then appeared in front of me - source of information is the China News Network. This is properly the Tai Mei, ranked Beijing. The photographer is: photographer Zhang Chang. Reporters risked pneumonia, record contemporary China. Real courage that I admire so on! While I prefer to give the news over the tears, Weifang a push today I was scared fall bar. Hey, Zhang Chang photographer, someone stealing your map ah? Unexpectedly, then brush down, Liaoning Province, a district once again discovered \"China\" snow photo. This time it is a nose with face painting and even identity are released. I think, is this parallel space-time legendary? People detective emergency Judgment: photographs on an air-conditioned, it is impossible Wuhan! After a detailed analysis of professional snow road: the south is mainly mud snow, dry snow will not have this; the Northeast, there is usually not the case edges melted; the figure ground there is snow, but thin, and the thinnest edge slightly melted, so that Shandong! Finally, relying on technology, users get a final answer in a street in the comparison chart: Shandong indeed! At this point, it was quiet Mimi delete the report. Photographer Zhang Chang's face more than a few slap in the face. Disaster, the morale of positive reports very normal, but not need to think about the masses IQ? Coincidentally. In recent days, if you search in Baidu News: \"leave a thousand dollars and ran,\" I will be", "Published on": "O", "Original Url": "【新闻连连看】造假笑掉大牙， 官媒一删了之？", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/02/%e3%80%90%e6%96%b0%e9%97%bb%e8%bf%9e%e8%bf%9e%e7%9c%8b%e3%80%91%e9%80%a0%e5%81%87%e7%ac%91%e6%8e%89%e5%a4%a7%e7%89%99%ef%bc%8c-%e5%ae%98%e5%aa%92%e4%b8%80%e5%88%a0%e4%ba%86%e4%b9%8b%ef%bc%9f/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-02-08", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨者,whistleblower,大外宣,propaganda,監控,censorship", "slug": "1071", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/02/%E3%80%90%E5%BC%82%E6%96%87%E8%A7%82%E6%AD%A2%E3%80%91%E4%B8%AD%E5%9B%BD%E9%A9%BB%E6%B3%95%E5%9B%BD%E5%A4%A7%E4%BD%BF%E9%A6%86%EF%BC%9A%E7%94%A8%E5%90%B9%E5%93%A8%E8%80%85%E5%BD%A2/", "Text in English": "February 7 am, Wuhan Central Hospital Dr Li Wenliang unfortunate infection in the fight against the epidemic novel coronavirus pneumonia, the rescue invalid death. We like the entire nation, is deeply deplore and mourn and express their deepest condolences to the families! However, there are some people with ulterior motives to pay homage to the name of the doctor Li Wenliang, encouraging care epidemic in the French overseas Chinese and Chinese students who organized the so-called \"Tonight, I whistle for the Truth\" campaign. To know the \"whistleblower\" was originally a derogatory term, there are informants, undercover intended. They use the word to describe the doctor Li Wenliang, he affixed to politicize", "Published on": "O", "Original Url": "【异文观止】中国驻法国大使馆：用“吹哨者”形容李文亮，是不道德的", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/02/%E3%80%90%E5%BC%82%E6%96%87%E8%A7%82%E6%AD%A2%E3%80%91%E4%B8%AD%E5%9B%BD%E9%A9%BB%E6%B3%95%E5%9B%BD%E5%A4%A7%E4%BD%BF%E9%A6%86%EF%BC%9A%E7%94%A8%E5%90%B9%E5%93%A8%E8%80%85%E5%BD%A2/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-05-23", "原文標題": "Y", "English content": "健康码,health code,应用,application,監視,surveillance,App", "slug": "1072", "Medium/Platform": "https://web.archive.org/web/20210330035009/https://res.wx.qq.com/open/js/jweixin-1.0.0.js", "Text in English": "Xinhua News Agency, Beijing, May 21 (Reporter Li Xiaowei) - \"Health Code\" is becoming a current return to work and travel throughout the mass production of complex high-frequency applications, but the standards are not uniform around the issue of \"health code\" exists in the operation. To this end, \"personal health information code\" national standards officially released in the near future. Experts believe that the health code \"GB\" from more than", "Published on": "O", "Original Url": "“国标”规范各地“健康码”建设运行标准 ", "Archive URL": "http://www.xinhuanet.com/politics/2020-05/23/c_1126021895.htm", "Keywords": "", "Information Type": "Xinhuanet"}, {"English title": "2020-06-20", "原文標題": "Y", "English content": "健康码,health code,浙江,Zhejiang,手机,cell phone,監視,surveillance", "slug": "1073", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/06/%E3%80%90%E5%BC%82%E9%97%BB%E8%A7%82%E6%AD%A2%E3%80%91%E5%A4%A7%E7%88%B7%E6%B2%A1%E6%89%8B%E6%9C%BA%E6%97%A0%E6%B3%95%E5%87%BA%E7%A4%BA%E5%81%A5%E5%BA%B7%E7%A0%81-%E5%8D%8A%E6%9C%88%E8%B5%B0%E5%8D%83/", "Text in English": "@ Cover News: [# uncle no phone can not show your health code # and a half thousand miles on foot sleeping in the park] June 17, Taizhou, Zhejiang, truck driver Liu master, when finished up the goods return, met an uncle waved to him. The understanding, uncle Anhui Bozhou people, no children, going to work in Zhejiang Huangyan defected relatives. Along the way, because there is no cell phone, unable to produce multiple health code you want to ride rejected. In desperation, uncle begins to stroll down Bozhou in Anhui, Zhejiang, had gone half a month. When the uncle went to the residence of relatives, found the door closed. Master Liu wanted to give Grandpa a place to stay, but was rejected: \"do not want trouble.\" Subsequently, the uncle turned and go to the park to sleep. The following is taken from China Digital Times editor User Comments: @ Wei Lan and months: a degree of social civilization depends on the level of attitude to treat vulnerable groups. @ Guard who asked not to disclose the name of Uncle Wang: Mobile is a dog rope dog rope dog is not a stray dog. @ Heart 拉萨布达拉: not to mention older people, say I went to Hefei, the end of April, at the Hefei Railway Station", "Published on": "O", "Original Url": "【异闻观止】大爷没手机无法出示健康码 半月走千里从安徽到浙江", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/06/%e3%80%90%e5%bc%82%e9%97%bb%e8%a7%82%e6%ad%a2%e3%80%91%e5%a4%a7%e7%88%b7%e6%b2%a1%e6%89%8b%e6%9c%ba%e6%97%a0%e6%b3%95%e5%87%ba%e7%a4%ba%e5%81%a5%e5%ba%b7%e7%a0%81-%e5%8d%8a%e6%9c%88%e8%b5%b0%e5%8d%83/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-02-27", "原文標題": "Y", "English content": "鍾南山,Zhong Nanshan,監控,censorship,壓制,surpress", "slug": "1074", "Medium/Platform": "https://web.archive.org/web/20210330055421/https://w.dzwww.com/p/5153535.html", "Text in English": "According to the Guangdong Provincial People's Procuratorate revealed that recently, Zhongshan City Procuratorate found a man has painted a the end of January 2020, published in early February to fight the epidemic abusive leader Zhong Nanshan through micro letter", "Published on": "O", "Original Url": "中山一男子在朋友圈辱骂钟南山院士 被行拘15日", "Archive URL": "https://w.dzwww.com/p/5153535.html", "Keywords": "", "Information Type": "DZWWW.COM．Haibao News"}, {"English title": "2020-04-26", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1075", "Medium/Platform": "https://web.archive.org/web/20210330064509/https://chinadigitaltimes.net/chinese/642601.html", "Text in English": "Editor's Note: April 27, Li Wenliang from the doctor's death was 80 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】 ​​​生命的力量在于不顺从（4月27日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/04/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91-%e2%80%8b%e2%80%8b%e2%80%8b%e7%94%9f%e5%91%bd%e7%9a%84%e5%8a%9b%e9%87%8f%e5%9c%a8%e4%ba%8e%e4%b8%8d%e9%a1%ba%e4%bb%8e%ef%bc%884%e6%9c%8827/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-04-23", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1076", "Medium/Platform": "https://web.archive.org/web/20210330064737/https://chinadigitaltimes.net/chinese/642399.html", "Text in English": "Editor's Note: April 24, Li Wenliang from the doctor's death was 77 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】“大局”可能会觉得自己不那么重了（4月24日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/04/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e5%a4%a7%e5%b1%80%e5%8f%af%e8%83%bd%e4%bc%9a%e8%a7%89%e5%be%97%e8%87%aa%e5%b7%b1%e4%b8%8d%e9%82%a3%e4%b9%88%e9%87%8d%e4%ba%86/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-06-19", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1077", "Medium/Platform": "https://web.archive.org/web/20210330065006/https://chinadigitaltimes.net/chinese/647634.html", "Text in English": "Editor's Note: June 19, Li Wenliang from the doctor's death was 133 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】”正能量”训诫了你，折断了缪可馨的美好与希望（6月19日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/06/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e6%ad%a3%e8%83%bd%e9%87%8f%e8%ae%ad%e8%af%ab%e4%ba%86%e4%bd%a0%ef%bc%8c%e6%8a%98%e6%96%ad%e4%ba%86%e7%bc%aa%e5%8f%af%e9%a6%a8%e7%9a%84/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-09-09", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1078", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/09/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E3%80%8C%E7%AA%83%E4%BA%BA%E4%B9%8B%E8%B4%A2%EF%BC%8C%E7%8A%B9%E8%B0%93%E4%B9%8B%E7%9B%97%EF%BC%8C%E5%86%B5%E8%B4%AA%E5%A4%A9%E4%B9%8B%E5%8A%9F/", "Text in English": "Editor's Note: September 9-10, Li Wenliang from the doctor's death was 215-216 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his flash", "Published on": "O", "Original Url": "【中国哭墙】「窃人之财，犹谓之盗，况贪天之功以为己力乎？」", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/09/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E3%80%8C%E7%AA%83%E4%BA%BA%E4%B9%8B%E8%B4%A2%EF%BC%8C%E7%8A%B9%E8%B0%93%E4%B9%8B%E7%9B%97%EF%BC%8C%E5%86%B5%E8%B4%AA%E5%A4%A9%E4%B9%8B%E5%8A%9F/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-09-09", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1079", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/09/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E3%80%8C%E7%AA%83%E4%BA%BA%E4%B9%8B%E8%B4%A2%EF%BC%8C%E7%8A%B9%E8%B0%93%E4%B9%8B%E7%9B%97%EF%BC%8C%E5%86%B5%E8%B4%AA%E5%A4%A9%E4%B9%8B%E5%8A%9F/", "Text in English": "Editor's Note: September 9-10, Li Wenliang from the doctor's death was 215-216 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his flash", "Published on": "O", "Original Url": "【中国哭墙】「窃人之财，犹谓之盗，况贪天之功以为己力乎？」（9月9-10日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/09/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e3%80%8c%e7%aa%83%e4%ba%ba%e4%b9%8b%e8%b4%a2%ef%bc%8c%e7%8a%b9%e8%b0%93%e4%b9%8b%e7%9b%97%ef%bc%8c%e5%86%b5%e8%b4%aa%e5%a4%a9%e4%b9%8b%e5%8a%9f/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-07-04", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1080", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/07/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%9103%E5%B9%B4%E9%9D%9E%E5%85%B8%E5%87%BA%E7%94%9F%EF%BC%8C20%E5%B9%B4%E6%96%B0%E5%86%A0%E9%AB%98%E8%80%83%EF%BC%887%E6%9C%884%E6%97%A5%EF%BC%89/", "Text in English": "Editor's Note: July 4, Li Wenliang from the doctor's death was 148 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】03年非典出生，20年新冠高考（7月4日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/07/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%9103%e5%b9%b4%e9%9d%9e%e5%85%b8%e5%87%ba%e7%94%9f%ef%bc%8c20%e5%b9%b4%e6%96%b0%e5%86%a0%e9%ab%98%e8%80%83%ef%bc%887%e6%9c%884%e6%97%a5%ef%bc%89/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-07-13", "原文標題": "Y", "English content": "李文亮,Li Wenliang", "slug": "1081", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/07/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%912020%E5%A4%AA%E9%9A%BE%E4%BA%86-%E6%83%B3%E5%A5%BD%E5%A5%BD%E6%B4%BB%E7%9D%80%E5%B1%85%E7%84%B6%E6%98%AF%E6%9C%80%E5%A4%A7%E7%9A%84/", "Text in English": "", "Published on": "O", "Original Url": "【中国哭墙】2020太难了… 想好好活着居然是最大的奢望（7月14日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/07/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%912020%e5%a4%aa%e9%9a%be%e4%ba%86-%e6%83%b3%e5%a5%bd%e5%a5%bd%e6%b4%bb%e7%9d%80%e5%b1%85%e7%84%b6%e6%98%af%e6%9c%80%e5%a4%a7%e7%9a%84/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-05-04", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1082", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/05/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E5%93%8E%EF%BC%8C%E6%88%91%E6%9B%BE%E7%BB%8F%E4%B9%9F%E6%98%AF%E4%B8%80%E6%9C%B5%E5%90%8E%E6%B5%AA%EF%BC%885%E6%9C%885%E6%97%A5%EF%BC%89/", "Text in English": "Editor's note: May 5, Li Wenliang from the doctor's death was 88 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】哎，我曾经也是一朵后浪（5月5日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/05/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e5%93%8e%ef%bc%8c%e6%88%91%e6%9b%be%e7%bb%8f%e4%b9%9f%e6%98%af%e4%b8%80%e6%9c%b5%e5%90%8e%e6%b5%aa%ef%bc%885%e6%9c%885%e6%97%a5%ef%bc%89/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-08-13", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1083", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/08/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E6%8A%B1%E8%96%AA%E8%80%85%E5%86%BB%E6%AF%99%E4%BA%8E%E9%A3%8E%E9%9B%AA%EF%BC%8C%E6%84%9F%E8%B0%A2%E6%95%B2%E9%92%9F%E4%BA%BA%EF%BC%888%E6%9C%881/", "Text in English": "Editor's Note: August 13, Li Wenliang from the doctor's death was 188 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】抱薪者冻毙于风雪，感谢敲钟人（8月13日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/08/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e6%8a%b1%e8%96%aa%e8%80%85%e5%86%bb%e6%af%99%e4%ba%8e%e9%a3%8e%e9%9b%aa%ef%bc%8c%e6%84%9f%e8%b0%a2%e6%95%b2%e9%92%9f%e4%ba%ba%ef%bc%888%e6%9c%881/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-04-10", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1084", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/04/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E6%9C%AC%E6%98%AF%E5%A4%A7%E7%81%BE%E5%A4%A7%E9%9A%BE%E5%8D%B4%E6%BC%94%E7%BB%8E%E6%88%90%E4%B8%80%E9%83%A8%E9%83%A8%E5%8E%89%E5%AE%B3%E4%BA%86/", "Text in English": "Editor's Note: April 11, Li Wenliang from the doctor's death was 64 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】本是大灾大难却演绎成一部部厉害了我的国…（4月11日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/04/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e6%9c%ac%e6%98%af%e5%a4%a7%e7%81%be%e5%a4%a7%e9%9a%be%e5%8d%b4%e6%bc%94%e7%bb%8e%e6%88%90%e4%b8%80%e9%83%a8%e9%83%a8%e5%8e%89%e5%ae%b3%e4%ba%86/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-06-26", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1085", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/06/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E4%B8%8D%E5%BF%98%E8%AE%B0%EF%BC%886%E6%9C%8826%E6%97%A5%EF%BC%89/", "Text in English": "Editor's Note: June 26, Li Wenliang from the doctor's death was 140 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】不忘记（6月26日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/06/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e4%b8%8d%e5%bf%98%e8%ae%b0%ef%bc%886%e6%9c%8826%e6%97%a5%ef%bc%89/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-04-21", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1087", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/04/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E8%B4%A2%E5%AF%8C%E6%9D%82%E5%BF%97%E8%AF%84%E9%80%89%E5%85%A8%E7%90%8325%E4%BD%8D%E6%8A%97%E7%96%AB%E8%8B%B1%E9%9B%84%EF%BC%8C%E4%BD%A0%E6%98%AF/", "Text in English": "Editor's Note: April 22, Li Wenliang from the doctor's death was 75 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】财富杂志评选全球25位抗疫英雄，你是第一位（4月22日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/04/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e8%b4%a2%e5%af%8c%e6%9d%82%e5%bf%97%e8%af%84%e9%80%89%e5%85%a8%e7%90%8325%e4%bd%8d%e6%8a%97%e7%96%ab%e8%8b%b1%e9%9b%84%ef%bc%8c%e4%bd%a0%e6%98%af/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-07-24", "原文標題": "Y", "English content": "李文亮,Li Wenliang,网民,netizen,疫情,epidemic,微博,weibo", "slug": "1088", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/07/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E5%A4%A7%E5%AE%B6%E9%83%BD%E6%98%AF%E5%9C%A8%E8%B0%8E%E8%A8%80%E4%B8%AD%E6%B5%81%E6%B5%AA%E5%A4%AA%E4%B9%85%E6%B8%A9%E6%9F%94%E7%9A%84%E4%BA%BA/", "Text in English": "Editor's Note: July 24, Li Wenliang from the doctor's death was 168 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the China Digital Times edited excerpt from the message area under Dr. Li Wenliang micro-Bo: July 24 2020 @ cute do you have I: tired ah, the people around are complaining tired. There parental pressure of the pressure on pension house doctor pressure, the economic downturn, it is difficult to make money, a lot of people feel in the face of collapse. Revenge on society more and more things, when to go above those bastards can stop and take a look at the people ah @ Desert Thunder 010: always quarrel between the two countries, the injured are civilians, kindly tired. @ No rice's: Uncle Li Well, watching the news, I feel the world is getting messy // @ who_am_i haha: US Consulate in Chengdu closed the double-slit interference @ Schrodinger's: they become enemies of the United States and accelerate accelerated @ eggs mom: Doctor Li, the world how to do ah, I was worried, I want my children to live in peace era. @ Dumpling secret promise: Hu Xijin ready 1000 nuclear warheads, ready to explode with the US military to die - we finished the whole license plate into cannon fodder ~ @ 648 320: Sometimes I envy Dr Lee, because you do not see this mess Demons", "Published on": "O", "Original Url": "【中国哭墙】大家都是在谎言中流浪太久温柔的人（7月24日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/07/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e5%a4%a7%e5%ae%b6%e9%83%bd%e6%98%af%e5%9c%a8%e8%b0%8e%e8%a8%80%e4%b8%ad%e6%b5%81%e6%b5%aa%e5%a4%aa%e4%b9%85%e6%b8%a9%e6%9f%94%e7%9a%84%e4%ba%ba/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-09-25", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1089", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/09/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E5%A4%A7%E5%A4%AA%E9%98%B3%E5%BA%95%E4%B8%8B%E5%8D%B4%E4%BC%B8%E6%89%8B%E4%B8%8D%E8%A7%81%E4%BA%94%E6%8C%87%EF%BC%889%E6%9C%8823-25%E6%97%A5/", "Text in English": "Editor's Note: September 23-25, Li Wenliang from the doctor's death was 229-31 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his flash", "Published on": "O", "Original Url": "【中国哭墙】大太阳底下却伸手不见五指（9月23-25日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/09/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E5%A4%A7%E5%A4%AA%E9%98%B3%E5%BA%95%E4%B8%8B%E5%8D%B4%E4%BC%B8%E6%89%8B%E4%B8%8D%E8%A7%81%E4%BA%94%E6%8C%87%EF%BC%889%E6%9C%8823-25%E6%97%A5/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-05-03", "原文標題": "Y", "English content": "李文亮,Li Wenliang,网民,netizen,疫情,epidemic,武漢,Wuhan", "slug": "1091", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/05/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E9%83%BD%E6%98%AF%E4%B8%80%E7%BE%A4%E5%96%84%E8%89%AF%E5%8F%AF%E7%88%B1%E7%9A%84%E4%BA%BA%E5%9C%A8%E7%A2%8E%E7%A2%8E%E5%BF%B5%EF%BC%885%E6%9C%884/", "Text in English": "Editor's note: May 4, Li Wenliang from the doctor's death was 87 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the China Digital Times edited excerpt from the message area under Dr. Li Wenliang micro-Bo: May 4 2020 @ week around 1: Dr Lee, I returned to Wuhan today. Wuhan 108 days left back. @ I collect bears and children: Dr Lee, I was a little medical student, I took you as my role model. Time getting Come on, come summer, we will have a good summer 2020 for you, oh. @ Do you wash your hands v: Since the end of December \"rumors\" I just bought two boxes of masks, to weather the epidemic, gave birth to a baby. I wish you well in heaven, earth loved ones happy and healthy [heart] @ earth peach Wang Sun: Happy Youth Day Dr Lee ah! Can finally go out once today, and this has been a few months since the door is not at home, I feel almost degenerated legs ha ha ha @ Xiao Song Leoni: Zaun experience in the world to kill off the mother, the source light doctors here Kang Kang warm friends, a change of mood, good night wailing. Comments area gentle netizens @ Banyejijiao 2019: Dr Lee, spokesman Zhao wrote a poem about Wuhan: Wuhan three new hidden crown, annihilate tree pole,", "Published on": "O", "Original Url": "【中国哭墙】都是一群善良可爱的人在碎碎念（5月4日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/05/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e9%83%bd%e6%98%af%e4%b8%80%e7%be%a4%e5%96%84%e8%89%af%e5%8f%af%e7%88%b1%e7%9a%84%e4%ba%ba%e5%9c%a8%e7%a2%8e%e7%a2%8e%e5%bf%b5%ef%bc%885%e6%9c%884/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-05-11", "原文標題": "Y", "English content": "李文亮,Li Wenliang,担心,worry,疫情,epidemic,医护人员,medical personnel", "slug": "1092", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/05/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E9%9D%9E%E5%85%B8%EF%BC%8C%E6%B1%B6%E5%B7%9D%EF%BC%8C%E6%AD%A6%E6%B1%89%EF%BC%8C%E6%88%91%E4%BB%AC%E6%B0%B8%E8%BF%9C%E5%BE%97%E4%B8%8D%E5%88%B0/", "Text in English": "Editor's note: May 12, Li Wenliang from the doctor's death was 95 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the message area under the China Digital Times edited excerpt from Dr. Li Wenliang micro-Bo: May 12 2020, @ hope 47667: Dr Lee, when I began to pay attention to your a whistle, would not now face a difficult situation everywhere claims , Oh @ new new three non-: earthquake for 12 years. . . @ Shallow singing stranger bustling 08376: I'm crying, I do not know how to place their anxiety, a single mother, liver detect endocrine tumors, other parts of the transfer is very likely over, has been fearless life and death, after all, is to be dead, but worried young daughter, she in the future how to do, very worried very worried! @ Hecate1920: Today saw a good takeaway brother wronged sad cry, your heart was also tough for you. @ You'll never walk alone: ​​bright brother Nurses Day today, and it is reported Riding Alone for Thousands of female nurses Gan wishful story was very moved. @ Flying _54359: Dr Lee! Today is Nurses Day! You and I are peers, although we are doctors, we are still blessings for those nurses and we fought together in the front line of the fight against SARS! Nightingale spirit of love between us will be health care Passing the torch down! Hope you bless all the people of our medical staff and the world as soon as possible to overcome the disease it! @ Heavy Zhushao ice fishing Ding added grilled chicken: see end of report then estimates the comments section about whether to see the entire mainland networks are generally the most kind-hearted group of people even argue that some people have not the slightest blush to call you Dr. Lee and some chanting bright Geli Ge Comrade Wen-liang you are not the same as I have been turned in to the hearts of everyone has been making me cry rub the cream did not have a realistic version of the comments here is the grief grocery store @ bibimbap and sushi: Lee doctors, for 12 years, and you hope they are good at that. Yesterday saw a mother innocence, he was taken away security, quite sad. SARS, Sichuan, Wuhan, we never get a true account of [sad] 20 years old this year, law school, do not know Zaban, yesterday also saw a teacher being arrested, you say I have the courage to confront the future those who do, alas, lost @ drought torrential rain: good recent funeral ah, thanks cycle flower really want to love this world ah persisted. No new album grab the flower of 7.30 parts per million, to buy a second batch. Middle School teacher and old aunt never", "Published on": "O", "Original Url": "【中国哭墙】非典，汶川，武汉，我们永远得不到一个真正的交代（5月12日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/05/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e9%9d%9e%e5%85%b8%ef%bc%8c%e6%b1%b6%e5%b7%9d%ef%bc%8c%e6%ad%a6%e6%b1%89%ef%bc%8c%e6%88%91%e4%bb%ac%e6%b0%b8%e8%bf%9c%e5%be%97%e4%b8%8d%e5%88%b0/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-07-10", "原文標題": "Y", "English content": "李文亮,Li Wenliang", "slug": "1093", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/07/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E5%85%AC%E4%BA%A4%E8%BD%A6-%E3%80%81%E6%8B%86%E8%BF%81-%EF%BC%8C%E6%9C%AC%E6%97%A0%E5%85%B3%E7%B3%BB%E7%9A%84%E4%B8%A4%E4%B8%AA/", "Text in English": "", "Published on": "O", "Original Url": "【中国哭墙】公交车  、拆迁 ，本无关系的两个词，却制造了一出人间惨剧，这难道仅仅是司机一个人的错吗？（7月11日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/07/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e5%85%ac%e4%ba%a4%e8%bd%a6-%e3%80%81%e6%8b%86%e8%bf%81-%ef%bc%8c%e6%9c%ac%e6%97%a0%e5%85%b3%e7%b3%bb%e7%9a%84%e4%b8%a4%e4%b8%aa/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-07-10", "原文標題": "Y", "English content": "李文亮,Li Wenliang", "slug": "1094", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/07/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E5%8F%A4%E7%90%B4%E5%8F%B0%E4%B8%8B%E6%97%A0%E6%98%8E%E4%BA%AE%EF%BC%8C%E5%90%B9%E5%93%A8%E4%BA%BA%E5%89%8D%E5%90%8E%E6%AD%BB%E7%94%9F%EF%BC%887/", "Text in English": "", "Published on": "O", "Original Url": "【中国哭墙】古琴台下无明亮，吹哨人前后死生（7月10日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/07/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e5%8f%a4%e7%90%b4%e5%8f%b0%e4%b8%8b%e6%97%a0%e6%98%8e%e4%ba%ae%ef%bc%8c%e5%90%b9%e5%93%a8%e4%ba%ba%e5%89%8d%e5%90%8e%e6%ad%bb%e7%94%9f%ef%bc%887/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-06-12", "原文標題": "Y", "English content": "李文亮,Li Wenliang,互联网哭墙,Online Wailing Wall,数字时代,Digital Times,中国,China", "slug": "1095", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/06/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E5%AD%A9%E5%AD%90%EF%BC%8C%E6%84%BF%E4%BD%A0%E9%95%BF%E5%A4%A7%E5%90%8E%EF%BC%8C%E8%BF%99%E9%87%8C%E5%86%8D%E6%B2%A1%E6%9C%89%E8%AE%AD%E8%AF%AB/", "Text in English": "Editor's Note: June 13, Li Wenliang from the doctor's death was 127 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the China Digital Times edited excerpt from the message area under Dr. Li Wenliang micro-Bo: 2020 June 13 Na Wuxi Jia @ Nausicaa: After reading everyone's comments, crying. Congratulations! Paradise well. @ Night fish and dragons dance 1935: Congratulations Oh, again a lovely little man, you see, come on Come on Come on, then secretly embarrassed to say that today I cried for the stranger, because to do anything to help others cry, I do not know what I was hypocritical to unrequited love or good, anyway paint on the nose are used half a pack of paper towels, alas, is not funny @ desert oasis Jia Junsheng: the baby was born, I only hope people do not want a Congratulations! Qu human 040 102: obviously good news, everyone congratulate you, why do I see these blessings but shed a tear ... @ vaccariae spend meteor: Congratulations not say, tears streaming silently @ no anger homeopathy: For hesitant of this generation, but this can be taken forensic eventually more than 10 million, one hundred million of comment on it! Rare sense to repair the world were born, creating value should be much larger than how much value. Dr Lee often look back at the tree", "Published on": "O", "Original Url": "【中国哭墙】孩子，愿你长大后，这里再没有训诫医生的警察（6月13日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/06/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e5%ad%a9%e5%ad%90%ef%bc%8c%e6%84%bf%e4%bd%a0%e9%95%bf%e5%a4%a7%e5%90%8e%ef%bc%8c%e8%bf%99%e9%87%8c%e5%86%8d%e6%b2%a1%e6%9c%89%e8%ae%ad%e8%af%ab/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-04-25", "原文標題": "Y", "English content": "李文亮,Li Wenliang", "slug": "1096", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/04/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E5%90%AB%E7%9D%80%E6%B3%AA%E6%B0%B4%E5%80%BE%E5%B0%BD%E6%9E%81%E5%85%B6%E5%8D%91%E5%BE%AE%E7%9A%84%E5%96%84%E8%89%AF%E7%9A%84%E8%B4%B4%E5%AD%90/", "Text in English": "Editor's Note: April 26, Li Wenliang from the doctor's death was 79 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the China Digital Times edited excerpt from the message area under Dr. Li Wenliang micro-Bo: April 26 2020 @ micro-fluorescent illuminated night: comment last night alone, about 914,000, there are people who basically every minute message, until now 916,000, [two ha], a message where to go? We do not know, we do not dare to ask, [two ha] ...... mouth temperature and tears run to a very humble kind of post, who ever do? Some people say: If you want to know who enslave you, you must not be afraid to criticize opposition people. Appeared lost, the peace of Lili, overwhelmed, Does anyone slaves @ Matilda- quiet: in this society is also difficult to ask others to have high sense of responsibility, after all, does not comply with the mainstream values ​​is a crime, but there is still a sorry this society owe you, in fact, did not have the opportunity to personally say thank you, I think you are deliberately, doctor benevolence must be so, this society does not allow him in the end. Tragedy of the Times, beginning in man-made. Good night, Dr Lee. @ Little small but not only iii: tomorrow we have to rush the job to learn basic nursing care leave hospital", "Published on": "O", "Original Url": "【中国哭墙】含着泪水倾尽极其卑微的善良的贴子，碍着了谁？ ​​​（4月26日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/04/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e5%90%ab%e7%9d%80%e6%b3%aa%e6%b0%b4%e5%80%be%e5%b0%bd%e6%9e%81%e5%85%b6%e5%8d%91%e5%be%ae%e7%9a%84%e5%96%84%e8%89%af%e7%9a%84%e8%b4%b4%e5%ad%90/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-06-30", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1097", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/06/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E9%BB%91%E6%9A%97%E9%99%8D%E4%B8%B4%EF%BC%8C%E4%B8%9C%E6%96%B9%E4%B9%8B%E7%8F%A0%EF%BC%887%E6%9C%881%E6%97%A5%EF%BC%89/", "Text in English": "Editor's Note: July 1, Li Wenliang from the doctor's death was 145 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】黑暗降临，东方之珠（7月1日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/06/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e9%bb%91%e6%9a%97%e9%99%8d%e4%b8%b4%ef%bc%8c%e4%b8%9c%e6%96%b9%e4%b9%8b%e7%8f%a0%ef%bc%887%e6%9c%881%e6%97%a5%ef%bc%89/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-03-28", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower", "slug": "1098", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/03/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E9%BB%91%E5%A4%9C%E6%BC%AB%E9%95%BF-%E5%B9%B8%E8%80%8C%E4%BD%A0%E6%98%AF%E5%85%89%E6%98%8E%EF%BC%883%E6%9C%8828%E6%97%A5%EF%BC%89/", "Text in English": "Editor's note: March 28, has 50 days from the death of Dr Li Wenliang. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the China Digital Times edited excerpt from the message area under Dr. Li Wenliang micro-Bo: 2020 March 28 @ a reward from the song Chu Jing: Doctor Mike, I was this year's high school seniors, immediately apply strong base plan, but I other subjects is very good, strong base simulation poor math scores, I have always been afraid of math, but also learn bad times with the efforts of other people, I'm so scared to hit college entrance exam, the base is not strong finalists, are very anxious every day in tears silently I like you to imagine schools to study to become a useful person to the world, ah, please bless me! @ Green banana yanzi: Li Xiaoqing Xu flowers you from the stars @ home: before China has been saying for foreign copy job, now gave foreign people made money, do not copy jobs? @ He Momo: Reread Lung Ying-tai, \"wildfire\" as if back a long-lost blood. Admire the most is the position of Mr. Long, although the government appears to relentless criticism of the public society, but not to subvert, but the inner wish she loves home faster towards more civilized and more progressive direction. Social progress requires such people ...... @ visual distance of pigs: brothers, we are here to financial collapse, the city's only medical staff unable to pay wages, the teachers a break for so long, the government can not pay their arrears, Did not the doctor is fish do? @ 2018Bella: today heard Liang Tao eighth, listening to the messages in your micro-blog, burst into tears, Dr Lee, you are a mirror! If people really have a soul, I hope you take good! @dieyiqingyun: micro letter mourn your files were deleted, a country increasingly feel very terrible, how should we do? A fish @ East: Dr Lee, heaven red light it? @ End of the war Kiss: see the news that we are to pick up the ashes, and people should not go away, you should not go. Clown is still performing on stage, empty hell, the devil is in the world! God bless real human! @ Deer at Long Point: I was granted the leadership. Leading me gifts, I have not been sent. Then I sent, no way,", "Published on": "O", "Original Url": "【中国哭墙】黑夜漫长 幸而你是光明（3月28日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/03/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e9%bb%91%e5%a4%9c%e6%bc%ab%e9%95%bf-%e5%b9%b8%e8%80%8c%e4%bd%a0%e6%98%af%e5%85%89%e6%98%8e%ef%bc%883%e6%9c%8828%e6%97%a5%ef%bc%89/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-04-17", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1103", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/04/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E5%8A%A0%E7%BC%AA%EF%BC%9A%E4%B8%8E%E9%BC%A0%E7%96%AB%E6%96%97%E4%BA%89%E7%9A%84%E5%94%AF%E4%B8%80%E6%96%B9%E5%BC%8F%E5%8F%AA%E8%83%BD%E6%98%AF/", "Text in English": "Editor's Note: April 18, Li Wenliang from the doctor's death was 71 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】加缪：与鼠疫斗争的唯一方式只能是诚实（4月18日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/04/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e5%8a%a0%e7%bc%aa%ef%bc%9a%e4%b8%8e%e9%bc%a0%e7%96%ab%e6%96%97%e4%ba%89%e7%9a%84%e5%94%af%e4%b8%80%e6%96%b9%e5%bc%8f%e5%8f%aa%e8%83%bd%e6%98%af/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-06-24", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1104", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/06/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E5%81%87%E8%AF%9D%E5%9B%BD%E5%8E%86%E9%99%A9%E8%AE%B0%EF%BC%886%E6%9C%8824%E6%97%A5%EF%BC%89/", "Text in English": "Editor's Note: June 24, Li Wenliang from the doctor's death was 138 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】假话国历险记（6月24日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/06/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e5%81%87%e8%af%9d%e5%9b%bd%e5%8e%86%e9%99%a9%e8%ae%b0%ef%bc%886%e6%9c%8824%e6%97%a5%ef%bc%89/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-07-05", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower", "slug": "1105", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/07/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E9%9E%AD%E6%8C%9E%E5%81%87%E4%B8%91%E6%81%B6%EF%BC%8C%E6%8F%AD%E7%A9%BF%E8%B0%8E%E8%A8%80%EF%BC%8C%E6%89%8D%E6%9C%89%E4%B8%80%E7%BA%BF%E7%94%9F/", "Text in English": "Editor's note: 5-6 July, a doctor from the death of Li Wenliang has 149-50 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the China Digital Times edited excerpt from the message area under Dr. Li Wenliang micro-Bo: 5-6 July 2020 and for the meditation @: Brother, came to see you, okay? Passing the hospital the day of your work, in the car Momo bow to you. All the best, we are well, everyone is well! @ Chi in Lonely: Wenliang, some people say you are not a whistle! But you are my heart's whistle! @ Lee Hammers students: they put you forgot. @ Wang longitudinal god Zeus: off work and come back and comment on Dr Lee brothers and sisters, aunts and uncles, I have been with you. @ Dr. Wang attention to heart: Today admissions of a 94-year-old elderly patients with acute myocardial infarction, emergency angiography after thrombolysis catheter step down. But they just received a phone call, the emergency department with acute myocardial infarction request a consultation, then I went to the people have to die before the age of forty, under the old and small, too poor good @ just right: hey i have the good news forgot to tell you ~ I suddenly received a phone call the other night embassy charter flights to return home have me! Very happy very excited, oh that is a little suddenly only three or four days time to prepare a lot of baggage check-ah ah ah school graduation photo paper ah what procedures did not do it these days and catch up with the weekend [Halo] was too tired dizzy rush it the @ Ran_xz75i: Dr Lee, good evening. I made a decision, after the college entrance examination if I still love him, then go to confession like him. I hope he can wait for me, so I tried, so I excellent, so I catch up with you. @ Micro-fluorescent illuminated the night: if the world fall into darkness, lights blew out the last one, not just the bad guys arrogance, but many so-called good people swallow. We lashing together Jiachou, expose the lies, have a chance of survival, the cycle of disaster will not reappear again and again in the history of our nation. @Iantianbaiyun: in the face of power, in the interests of the face, blind and deaf, speechless is contagious. @Friedrich_chao: Dr Lee, now the external environment and its bad, the internal environment is bad enough, very worried the nation's future ah! @ Borrow your eye: For many people sleeping in the house iron happiness is illusory dream died from choking on, any wake-up is unforgivable betrayal. Ignorance is not the most irreparable condition that does not allow the character and thought, but the donkey from the heart of the identity of the pull grind life, with those who refused to pull their own a mill will be out with the new masters of this kind of ridiculous donkey , the heart is often a hint of complacency smart to know how to express love g secure enthusiasm loyalty Chiaki 7777777 @: I went to rest finally in the evening he will also", "Published on": "O", "Original Url": "【中国哭墙】揭穿谎言，才有一线生机（7月5-6日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/07/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e9%9e%ad%e6%8c%9e%e5%81%87%e4%b8%91%e6%81%b6%ef%bc%8c%e6%8f%ad%e7%a9%bf%e8%b0%8e%e8%a8%80%ef%bc%8c%e6%89%8d%e6%9c%89%e4%b8%80%e7%ba%bf%e7%94%9f/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-06-01", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1106", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/06/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E4%BB%8A%E5%A4%A9%E5%BE%88%E5%A4%9A%E4%BA%BA%E4%B8%8D%E6%83%B3%E5%BD%93%E5%A4%A7%E4%BA%BA%EF%BC%8C%E4%BD%A0%E5%91%A2%EF%BC%9F%EF%BC%886%E6%9C%881/", "Text in English": "Editor's Note: June 1, Li Wenliang from the doctor's death was 115 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】今天很多人不想当大人，你呢？（6月1日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/06/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e4%bb%8a%e5%a4%a9%e5%be%88%e5%a4%9a%e4%ba%ba%e4%b8%8d%e6%83%b3%e5%bd%93%e5%a4%a7%e4%ba%ba%ef%bc%8c%e4%bd%a0%e5%91%a2%ef%bc%9f%ef%bc%886%e6%9c%881/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-07-03", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1107", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/07/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E4%BB%8A%E5%A4%A9%E6%88%91%E4%BB%AC%E9%83%BD%E6%98%AF%E7%AD%89%E5%9B%BD%E4%BA%BA%EF%BC%887%E6%9C%883%E6%97%A5%EF%BC%89/", "Text in English": "Editor's Note: July 3, Li Wenliang from the doctor's death was 147 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】今天我们都是等国人（7月3日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/07/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e4%bb%8a%e5%a4%a9%e6%88%91%e4%bb%ac%e9%83%bd%e6%98%af%e7%ad%89%e5%9b%bd%e4%ba%ba%ef%bc%887%e6%9c%883%e6%97%a5%ef%bc%89/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-07-16", "原文標題": "Y", "English content": "李文亮,Li Wenliang", "slug": "1108", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/07/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E4%BB%8A%E5%8F%88%E5%88%B0%E6%82%A8%E7%9A%84%E5%B0%8F%E9%85%92%E9%A6%86%E9%87%8C%E5%9D%90%E5%9D%90%EF%BC%8C%E6%84%9F%E5%8F%97%E6%84%9F%E5%8F%97/", "Text in English": "", "Published on": "O", "Original Url": "【中国哭墙】今又到您的小酒馆里坐坐，感受感受人生千态。（7月17日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/07/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e4%bb%8a%e5%8f%88%e5%88%b0%e6%82%a8%e7%9a%84%e5%b0%8f%e9%85%92%e9%a6%86%e9%87%8c%e5%9d%90%e5%9d%90%ef%bc%8c%e6%84%9f%e5%8f%97%e6%84%9f%e5%8f%97/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-04-14", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1109", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/04/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E5%90%9B%E9%97%AE%E5%BD%92%E6%9C%9F%E6%9C%AA%E6%9C%89%E6%9C%9F%EF%BC%884%E6%9C%8815%E6%97%A5%EF%BC%89/", "Text in English": "Editor's Note: April 15, Li Wenliang from the doctor's death was 68 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】君问归期未有期（4月15日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/04/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e5%90%9b%e9%97%ae%e5%bd%92%e6%9c%9f%e6%9c%aa%e6%9c%89%e6%9c%9f%ef%bc%884%e6%9c%8815%e6%97%a5%ef%bc%89/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-03-29", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1110", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/03/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E7%9C%8B%E6%82%A8%E7%9A%84%E5%BE%AE%E5%8D%9A%E8%83%BD%E8%AE%A9%E5%BF%83%E9%9D%99%E4%B8%8B%E6%9D%A5%EF%BC%883%E6%9C%8830%E6%97%A5%EF%BC%89/", "Text in English": "Editor's note: March 30, Li Wenliang from the doctor's death was 52 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】看您的微博能让心静下来（3月30日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/03/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e7%9c%8b%e6%82%a8%e7%9a%84%e5%be%ae%e5%8d%9a%e8%83%bd%e8%ae%a9%e5%bf%83%e9%9d%99%e4%b8%8b%e6%9d%a5%ef%bc%883%e6%9c%8830%e6%97%a5%ef%bc%89/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-03-25", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1111", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/03/%E7%8E%B0%E5%9C%A8%E6%98%AF%E9%BB%91%E5%A4%9C%E4%B8%A4%E7%82%B9%E5%8D%8A%EF%BC%8C%E4%BD%86%E6%98%AF%E5%A4%A9%E4%BC%9A%E4%BA%AE%E7%9A%84/", "Text in English": "Editor's note: March 26, Li Wenliang from the doctor's death was 48 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】来世不要再受这样的委屈（3月26日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/03/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e6%9d%a5%e4%b8%96%e4%b8%8d%e8%a6%81%e5%86%8d%e5%8f%97%e8%bf%99%e6%a0%b7%e7%9a%84%e5%a7%94%e5%b1%88%ef%bc%883%e6%9c%8826%e6%97%a5%ef%bc%89/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-03-23", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower", "slug": "1112", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/03/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E8%80%81%E6%9D%8E%EF%BC%8C%E9%82%A3%E5%8F%AA%E7%94%9F%E9%94%88%E7%9A%84%E5%8F%A3%E5%93%A8%EF%BC%8C%E6%88%91%E4%BB%AC%E9%83%BD%E7%BB%99%E4%BD%A0/", "Text in English": "Editor's note: March 24, Li Wenliang from the doctor's death was 46 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the China Digital Times edited excerpt from the message area under Dr. Li Wenliang micro-Bo: 2020 March 24 @ smelly Baba strange: Dr Lee, to see if you want. If you are a widow can see this message, I hope she can help us tell Mike and unborn baby, their dad is a hero, he did not do anything wrong, he was doing great. We want you to Dr Lee. @imnoon No: Dr Lee, I found a book today, also found that a good book can not buy now, mixed. Recently addicted to making music, I want to return to the world of reading and return to the day with a book. Finally, the last, I wish you a happy happy @ handed down Mitutoyo: Children in Toronto, worry about her safety, a retired and sit thinking about her, as if she feared some time ago, like us, you are most concerned about the plight of the family only. But I do not advocate her home, simple and clean and comfortable life has been the pursuit of her, even if there are risks. Sweetheart @ Xiandao Zhang Lantern Festival: This year, too many people miss is worth, you are one ... If everything can be repeated, I hope this life do not known you, only wish you peace through life, to be happy simple man. Children living in the neighboring village of fool, the afterlife must be happy and peaceful and happy life. @ I get the guitar to change the Trojan: Good morning Dr Lee. Today is the third day my grandmother left. To the funeral. Spirit bless you do not have rain today in the day. You will see my grandmother do today. She went to your place. All wound up immediately like it. I hear you there is no pain. Nor Alzheimer's disease. She must", "Published on": "O", "Original Url": "【中国哭墙】老李，那只生锈的口哨，我们都给你擦着（3月24日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/03/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e8%80%81%e6%9d%8e%ef%bc%8c%e9%82%a3%e5%8f%aa%e7%94%9f%e9%94%88%e7%9a%84%e5%8f%a3%e5%93%a8%ef%bc%8c%e6%88%91%e4%bb%ac%e9%83%bd%e7%bb%99%e4%bd%a0/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-08-02", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1113", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/08/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E6%9D%8E%E6%96%87%E4%BA%AE%E8%99%BD%E7%84%B6%E4%B8%8D%E5%9C%A8%E4%B8%96%E4%B8%8A%E4%BA%86%EF%BC%8C%E5%8D%B4%E6%B4%BB%E6%88%90%E4%BA%86%E4%B8%80/", "Text in English": "Editor's Note: August 2-3, Li Wenliang from the doctor's death was 177-78 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining", "Published on": "O", "Original Url": "【中国哭墙】李文亮虽然不在世上了，却活成了一道光（8月2-3日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/08/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e6%9d%8e%e6%96%87%e4%ba%ae%e8%99%bd%e7%84%b6%e4%b8%8d%e5%9c%a8%e4%b8%96%e4%b8%8a%e4%ba%86%ef%bc%8c%e5%8d%b4%e6%b4%bb%e6%88%90%e4%ba%86%e4%b8%80/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-03-12", "原文標題": "Y", "English content": "李文亮,Li Wenliang", "slug": "1114", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/03/%E3%80%90cds%E6%A1%A3%E6%A1%88%E3%80%91%E6%9D%8E%E6%96%87%E4%BA%AE%E5%8C%BB%E7%94%9F%E7%9A%84%E5%BE%AE%E5%8D%9A%E5%B0%B1%E6%98%AF%E6%88%91%E4%BB%AC%E8%87%AA%E5%B7%B1%E7%9A%84%E5%93%AD%E5%A2%99/", "Text in English": "CDT Editor's note: March 13, Li Wenliang from the doctor's death was 35 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write the diary.\" As some network noted: \"many still bearing in mind his ears double blow of a long whistle.\" In this \"talk of personal sorrow and grief of tree holes\" where, with a wide range or support or reflection or mourning or sympathy or encouragement or recollections of text, Internet users are here to stay and review and oblivion and numbness of hostility and confrontation with the malicious drip marks, and just like in a doctor Li Wenliang and share their own destiny and to talk together. Wuhan, the new crown since the outbreak, the public platform Sina microblogging, letters and other review and delete posts even more severe, Li Wenliang microblogging network censors any time may be ordered removed. CDT for Internet users under Dr. Li Wenliang microblogging message daily selection of the backup until the Weibo account was closed. The following is taken from the exchange zone CDT editor in Dr. Li Wenliang micro-Bo: 2020 March 13 @ quiet woman whose ** 1987M: and other diseases in the past, go to Keshi, for you to eat chicken favorite pistol. Dad is gone for several years, if you both in", "Published on": "O", "Original Url": "【中国哭墙】李文亮医生的微博就是我们的哭墙（3月13日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/03/%e3%80%90cds%e6%a1%a3%e6%a1%88%e3%80%91%e6%9d%8e%e6%96%87%e4%ba%ae%e5%8c%bb%e7%94%9f%e7%9a%84%e5%be%ae%e5%8d%9a%e5%b0%b1%e6%98%af%e6%88%91%e4%bb%ac%e8%87%aa%e5%b7%b1%e7%9a%84%e5%93%ad%e5%a2%99/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-04-19", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1116", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/04/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E6%9D%8E%E5%85%88%E7%94%9F%EF%BC%8C%E7%A5%88%E7%A5%B7%E7%99%BE%E5%A7%93%E4%B8%8D%E8%A6%81%E6%88%90%E4%B8%BA%E6%94%BF%E6%B2%BB%E7%9A%84%E7%82%AE/", "Text in English": "Editor's Note: April 20, Li Wenliang from the doctor's death was 73 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】李先生，祈祷百姓不要成为政治的炮灰（4月20日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/04/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e6%9d%8e%e5%85%88%e7%94%9f%ef%bc%8c%e7%a5%88%e7%a5%b7%e7%99%be%e5%a7%93%e4%b8%8d%e8%a6%81%e6%88%90%e4%b8%ba%e6%94%bf%e6%b2%bb%e7%9a%84%e7%82%ae/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-08-15", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower,疫情,epidemic,英雄,hero", "slug": "1118", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/08/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E6%9D%8E%E5%8C%BB%E7%94%9F%EF%BC%8C%E4%BD%A0%E7%9C%8B%E5%88%B0%E4%BA%86%E5%90%97%EF%BC%9F%E5%A4%A7%E5%AE%B6%E6%8A%8A%E8%BF%99%E9%87%8C%E5%BD%93/", "Text in English": "Editor's Note: August 15, Li Wenliang from the doctor's death was 190 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his epitaph shining", "Published on": "O", "Original Url": "【中国哭墙】李医生，你看到了吗？大家把这里当成了“家”（8月15日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/08/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e6%9d%8e%e5%8c%bb%e7%94%9f%ef%bc%8c%e4%bd%a0%e7%9c%8b%e5%88%b0%e4%ba%86%e5%90%97%ef%bc%9f%e5%a4%a7%e5%ae%b6%e6%8a%8a%e8%bf%99%e9%87%8c%e5%bd%93/", "Keywords": "", "Information Type": "China Digital Times"}, {"English title": "2020-03-17", "原文標題": "Y", "English content": "李文亮,Li Wenliang,吹哨人,whistleblower", "slug": "1119", "Medium/Platform": "https://web.archive.org/web/*/https://chinadigitaltimes.net/chinese/2020/03/%E3%80%90%E4%B8%AD%E5%9B%BD%E5%93%AD%E5%A2%99%E3%80%91%E6%9D%8E%E5%8C%BB%E7%94%9F%EF%BC%8C%E4%BD%A0%E5%83%8F%E4%B8%80%E6%9D%9F%E5%85%89%E7%85%A7%E4%BA%AE%E4%BA%86%E8%BF%99%E9%87%8C%E7%9A%84%E4%B8%80/", "Text in English": "Editor's note: March 18, Li Wenliang from the doctor's death was 40 days. The general ophthalmologist because tell the truth become a tragic hero of the people has not been forgotten during the Wuhan crown the new epidemic, act as \"whistle\" for the public safety and health to be his shining epitaph. Doctor Li Wenliang left in the comments section of microblogging, \"thousands of people every day to write diary\", \"many still bearing in mind his ears double blow of a long whistle\", Internet users are here and share with the doctor Li Wenliang and share their lives and destiny. As a network called \"a Duomo Mo blooming flowers\" Sina friends said: \"Li Wenliang micro-Bo became the 'Internet Wailing Wall', a place where people of conscience.\" Li Wenliang because microblogging network could be at any time censors ordered the deletion of Internet users in China digital Times under Dr. Li Wenliang microblogging message segment featured daily backups until the Weibo account was closed. The following is the China Digital Times edited excerpt from the message area under Dr. Li Wenliang micro-Bo: 2020 March 18 @whatwewew: I have to brush review said the Internet is very short memories, to see if we forget it? @ Eternalism4Cliche: Dr. Li has a hot search \"Italian filled coffin\" Give me the air when people laughed and said transparent details of it can be their own news simply does not mention that while the death of Wuhan's death like? What do crematorium morgue? Blank above do not tell you they never seemed to exist, right? Yes! Oh visible today Seika: Dr Lee you want to be my tree holes a really bother me feel that life is so hard I thought it would at least not smooth thing lead to another good cry though looking for someone to hold solved not a problem but I just want to be hug to say everything will be alright soon will it @mmmajesty_: Dr Lee be happy ah @ Kevin · Emanuel a Xu Qian: brother Lee, you are an example to us Christians, you really live the Christian life, act justly, to love mercy, do pride, do the same soil grain rice @ skinny: friendship upgrade: Please take good care of a good doctor Lee message space, speaking note scale, do not give to certain sectors reasons for shutting down certain message excuse. (Who help to prompt a little stick too high) @ Eternalism4Cliche: Dr Lee For me, there has never been called a sense of security on the Internet at any time your voice will be erased after all your rights are being denied all acts of pervasive surveillance there is a term called electronic death grip this power is in the hands of large corporations and ** when the knife fall on you may not even whimper unable to pay yo @ West Lake: late justice will come, do not let all the wicked . @ Invincible Cancer: Dr Lee, bless my stocks daily limit tomorrow. @shanliangnunu: Dr Lee, to look at you. Two days did not come, always felt something missing - and you wanted to say a few words. Now the rain is rain, the street full of leaves turn green, verdant green, beautiful, full of infinite future, like - you should not leave it in the winter. Also, the Neem tree bloomed, you have not seen it, thin broken pieces of small light gray purple full bloom, the warm quiet,", "Published on": "O", "Original Url": "【中国哭墙】李医生，你像一束光照亮了这里的一角（3月18日）", "Archive URL": "https://chinadigitaltimes.net/chinese/2020/03/%e3%80%90%e4%b8%ad%e5%9b%bd%e5%93%ad%e5%a2%99%e3%80%91%e6%9d%8e%e5%8c%bb%e7%94%9f%ef%bc%8c%e4%bd%a0%e5%83%8f%e4%b8%80%e6%9d%9f%e5%85%89%e7%85%a7%e4%ba%ae%e4%ba%86%e8%bf%99%e9%87%8c%e7%9a%84%e4%b8%80/", "Keywords": "", "Information Type": "China Digital Times"}]